Repository: RealMeddsam/Froststrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ru, vi

# Menu.FastFlagEditor.Warning.Back
source: Go back
ru: Назад
vi: Quay lại

# Menu.FastFlagEditor.Warning.Continue
source: I know what I'm doing
ru: Я знаю, что делаю
vi: Tôi biết tôi đang làm gì

# Menu.FastFlagEditor.Warning.Header
source: Do you know what you are doing?
ru: Ты знаешь, что делаешь?
vi: Bạn có biết bạn đang làm gì không?

# Menu.FastFlagEditor.Warning.Text
source: Fast Flags are extremely powerful, being that they are intended to only be used by Roblox engineers. While they can be very useful, manually configuring them can cause serious issues with stability and functionality. Do NOT use the editor if you are unsure of what you are doing. Do NOT use this to import large "flag lists" made by other people that promise to improve performance or such. They are subject to the aforementioned issues, and they will cause problems for you since you will not be fully aware of what they are changing. If you were about to do that, GO BACK.
ru: Fast Flags чрезвычайно сильны, поскольку предназначены для использования исключительно разработчиками Roblox. Несмотря на то, что они могут быть полезны, их настройка вручную может вызвать серьезные проблемы со стабильностью и функциональностью. НЕ используйте редактор, если вы не знаете, что делаете. НЕ используйте редактор для импорта больших списков Fast Flags, созданных другими людьми, которые обещают улучшить производительность или что-то в этом роде. Они подвержены вышеупомянутым проблемам и, вероятно, вызовут у вас проблемы, поскольку вы не будете полностью осознавать, что они меняют. Если вы вот-вот собирались это сделать, ВЕРНИТЕСЬ НАЗАД.
vi: Fast Flag vô cùng mạnh mẽ vì chúng được thiết kế chỉ dành cho các kỹ sư Roblox sử dụng. Mặc dù có thể rất hữu ích, việc tự mình cài đặt cấu hình và chỉnh sửa có thể gây ra các vấn đề nghiêm trọng về tính ổn định và chức năng. ĐỪNG sử dụng trình chỉnh sửa nếu bạn không biết mình đang làm gì. ĐỪNG sử dùng chức năng này để nhập những "danh sách flag" lớn được tạo nên bởi người khác với lời hứa cải thiện hiệu năng, chạy mượt hơn hoặc tương tự. Chúng có thể gặp những vấn đề được nêu ở trên và sẽ gây ra vấn đề nếu bạn thực sự không biết chúng đang thay đổi gì. Nếu bạn đang định làm điều đó, HÃY QUAY TRỞ LẠI.

# Menu.FastFlags.Description
source: Control how specific Roblox engine parameters and features are configured.
ru: Контролируйте настройку конкретных параметров и функций движка Roblox.
vi: Kiểm soát cụ thể các cấu hình, các thông số và tính năng của Roblox.

# Menu.FastFlags.Editor.Description
source: Manage your own Fast Flags. Use with caution.
ru: Управляйте своими Fast Flags. Используйте с осторожностью.
vi: Quản lý Fast Flag của bạn. Sử dụng với sự thận trọng.

# Menu.FastFlags.Help.Description
source: Learn more about Fast Flags, what these presets do, and how to use them.
ru: Узнайте больше о Fast Flags, что делают те или иные предустановки и как их использовать.
vi: Tìm hiểu thêm về Fast Flag, tác dụng của các cài đặt này và cách sử dụng chúng.

# Menu.FastFlags.Presets.D3DExclusiveFullscreenInfo
source: Configure visual and performance settings for Roblox’s engine.
ru: Параметры графики и производительности движка Roblox.
vi: Cấu hình cài đặt hiệu suất và hình ảnh cho Roblox.

# Menu.FastFlags.Presets.EscapeMenuVersion.Title
source: Preferred escape Menu version
ru: Предпочитаемая версия меню-выхода
vi: Phiên bản menu thoát ưa thích

# Menu.FastFlags.Presets.FixDisplayScaling.Description
source: Roblox reduces your rendering quality depending on how your display is scaled in Windows.
ru: Roblox снижает качество прорисовки в зависимости от настроек масштабирования экрана в Windows.
vi: Roblox giảm chất lượng hiển thị của bạn tùy thuộc vào cách hiển thị được điều chỉnh trong Windows.

# Menu.FastFlags.Presets.FixDisplayScaling.Title
source: Preserve rendering quality with display scaling
ru: Сохранять качество рендеринга при масштабировании дисплея
vi: Giữ chất lượng hiển thị với tỷ lệ hiển thị

# Menu.FastFlags.Presets.FPSLimit.Description
source: Set the value to 0 if you want to use Roblox’s native framerate cap.
ru: Установите на 0, если хотите использовать встроенный разблокировщик частоты кадров Roblox.
vi: Đặt thành 0 nếu muốn sử dụng bộ mở khóa khung hình mặc định của Roblox.

# Menu.FastFlags.Presets.FPSLimit.Title
source: Framerate limit
ru: Лимит кадров в секунду
vi: Giới hạn tốc độ khung hình

# Menu.FastFlags.Presets.HideGuis.Description
source: Toggled with [keyboard shortcuts]({0}). Input the ID of a Roblox group you’re in.
ru: Переключается с помощью [сочетания клавиш]({0}). Работает только если вы находитесь в [группе Froststrap]({1}).
vi: Bật/Tắt bằng [tổ hợp phím]({0}). Nhập ID của một nhóm Roblox mà bạn tham gia.

# Menu.FastFlags.Presets.HideGuis.Title
source: Hiding GUIs
ru: Активировать возможность скрывать элементы пользовательского интерфейса
vi: Ẩn giao diện người dùng

# Menu.FastFlags.Presets.LightingTechnology.Description
source: Chosen one will be force enabled in all games. [Beware, may cause lighting issues!]({0})
ru: Выбранное освещение будет всегда включено во всех играх. [Может вызывать проблемы с освещением!]({0})
vi: Chọn một cái sẽ bắc buộc bật trong tất cả các trò chơi. [Hãy cẩn thận, có thể gây ra các lỗi ánh sáng!]({0})

# Menu.FastFlags.Presets.LightingTechnology.Title
source: Preferred lighting technology
ru: Предпочитаемая технология освещения
vi: Công nghệ ánh sáng ưa thích

# Menu.FastFlags.Presets.RenderingMode.Title
source: Rendering mode
ru: Режим рендеринга
vi: Chế độ kết xuất

# Menu.FastFlags.Presets.RenderingMode.Description
source: Configure the rendering API used for Roblox. Note: Press Alt + Enter to enter exclusive fullscreen when using Direct3D as the rendering API.
ru: Настройте API рендеринга, используемый для Roblox. Примечание: Нажмите Alt + Enter, чтобы войти в эксклюзивный полноэкранный режим при использовании Direct3D в качестве API рендеринга.
vi: Cấu hình API kết xuất được sử dụng cho Roblox. Lưu ý: Nhấn Alt + Enter để vào chế độ toàn màn hình độc quyền khi sử dụng Direct3D làm API kết xuất.

# Menu.FastFlags.Title
source: FastFlag Settings
ru: Настройки движка
vi: Cài đặt FastFlag

# Menu.FontFiles
source: Font files
ru: Файл шрифта
vi: Các tệp phông chữ

# Menu.Integrations.Custom.SpecifyGame
source: Run on a specific game
ru: Запуск на определенной игре
vi: Chạy trên một trò chơi cụ thể

# Menu.Integrations.Custom.GameID
source: Game ID
ru: ID игры
vi: ID trò chơi

# Menu.Integrations.Custom.AutoCloseOnGame
source: Auto close when the game closes
ru: Автоматическое закрытие Froststrap при закрытии игры
vi: Tự động đóng khi trò chơi đóng

# Menu.Appearance_Global.Theme.Description
source: Customize Froststrap’s theme to your liking! Make sure to check out our custom themes we have built in!
ru: Настройте тему Froststrap по своему вкусу! Обязательно ознакомьтесь с нашими пользовательскими темами, которые мы создали!
vi: Tùy chỉnh chủ đề Froststrap theo ý thích của bạn! Hãy nhớ xem qua các chủ đề tùy chỉnh mà chúng tôi đã tích hợp sẵn!

# Menu.IconFiles
source: Icon files
ru: Файл иконки
vi: Các tệp biểu tượng

# Menu.InstallLocation.CantInstall
source: Froststrap cannot be installed here. Please choose a different location, or resort to using the default location by clicking the reset button.
ru: Froststrap не может быть установлен здесь. Пожалуйста, выберите другой путь, или используйте стандартный путь нажав на кнопку Сброса.
vi: Froststrap không thể được cài đặt ở đây. Vui lòng chọn một vị trí khác, hoặc sử dụng vị trí mặc định bằng cách nhấp vào nút đặt lại.

# Menu.InstallLocation.NotEmpty
source: The folder you've chosen to install Froststrap to already exists and is NOT empty. It is strongly recommended for Froststrap to be installed to its own independent folder. Changing to the following location is suggested: {0} Would you like to change to the suggested location? Selecting 'No' will ignore this warning and continue installation.
ru: Папка, в которую вы решили установить Froststrap, уже существует и НЕ пуста. Настоятельно рекомендуется, чтобы Froststrap был установлен в отдельную папку. Предлагается изменить местоположение на следующее: {0} Вы хотите поменять место установки на предложенное? Выбор «Нет» проигнорирует это предупреждение и продолжит установку.
vi: Thư mục bạn chọn cài đặt Froststrap đã tồn tại và KHÔNG trống rỗng. Chúng tôi đặc biệt khuyến khích cài đặt Bloxstrap vào thư mục độc lập của riêng nó. Đề xuất thay đổi sang vị trí như này: {0} Bạn có muốn thay đổi đến vị trí được đề xuất không? Chọn 'Không' sẽ bỏ qua cảnh báo này và tiếp tục cài đặt.

# Menu.InstallLocation.NotSet
source: You must set an install location
ru: Вы должны выбрать место установки
vi: Bạn phải chọn địa điểm cài đặt

# Menu.InstallLocation.NoWritePerms
source: Froststrap does not have write access to the install location you've selected. Please choose another location.
ru: Froststrap не имеет доступа к месту установки которое вы выбрали. Пожалуйста, выберите другое место установки.
vi: Froststrap không có quyền ghi vào vị trí cài đặt mà bạn đã chọn. Vui lòng chọn địa điểm khác.

# Menu.Integrations.ActivityTracking
source: Activity Tracking
ru: Отслеживание активности
vi: Theo dõi hoạt động

# Menu.Integrations.AllowActivityJoining.Description
source: Allows for anybody to join the game you're currently in through your Discord profile.
ru: Разрешает любому человеку присоединиться к игре, в которой вы сейчас находитесь, через ваш профиль в Discord.
vi: Cho phép mọi người tham gia trò chơi bạn đang chơi hiện tại thông qua Discord của bạn.

# Menu.Integrations.AllowActivityJoining.Title
source: Allow activity joining
ru: Разрешить присоединение через активность
vi: Cho phép tham gia hoạt động

# Menu.Integrations.ShowAccountOnProfile.Description
source: Shows the Roblox account you're playing with on your Discord profile.
ru: Отображает текущий аккаунт Roblox в вашем профиле Discord.
vi: Hiển thị tài khoản Roblox bạn đang sử dụng lên trang cá nhân Discord của bạn.

# Menu.Integrations.ShowAccountOnProfile.Title
source: Show Roblox account
ru: Отображать аккаунт Roblox
vi: Hiển thị tài khoản Roblox

# Menu.Integrations.Custom.AppLocation
source: Application Location
ru: Расположение приложения
vi: Vị trí ứng dụng

# Menu.Integrations.Custom.AutoClose
source: Auto close when Roblox closes
ru: Автоматически закрывать при закрытии Roblox
vi: Tự động đóng khi Roblox đóng

# Menu.Integrations.Custom.Description
source: Here, you can have other programs launch with Roblox automatically.
ru: Здесь вы можете включить автозапуск других программ при запуске Roblox.
vi: Tại đây, bạn có thể chỉnh sửa các phần mềm sẽ được khởi động cùng Roblox khi Roblox khởi động.

# Menu.Integrations.Custom.LaunchArgs
source: Launch Arguments
ru: Аргументы запуска
vi: Giá trị khởi chạy

# Menu.Integrations.Custom.LaunchArgs.Placeholder
source: Roblox is running!
ru: Roblox запущен!
vi: Roblox hiện đang chạy!

# Menu.Integrations.Custom.NewIntegration
source: New Integration
ru: Новая интеграция
vi: Tích hợp mới

# Menu.Integrations.Custom.NoneSelected
source: No integration selected, please select or add a new one
ru: Интеграция не выбрана, выберите или добавьте новую интеграцию
vi: Không có tích hợp nào được lựa chọn, xin hãy chọn hoặc thêm một cái mới

# Menu.Integrations.Custom.Title
source: Custom Integrations
ru: Пользовательские интеграции
vi: Tích hợp tùy chỉnh

# Menu.Integrations.Description
source: Configure additional functionality to go alongside Roblox.
ru: Настройте дополнительную функциональность, чтобы идти параллельно с Roblox.
vi: Cấu hình chức năng bổ sung để đi kèm với Roblox.

# Menu.Integrations.DesktopApp.Description
source: Roblox will fully close when you leave a game instead of going back to the app. [Will break some things!]({0})
ru: Roblox полностью закроется при выходе из игры вместо того, чтобы вернуться в приложение. [Может вызвать проблемы!]({0})
vi: Roblox sẽ đóng hoàn toàn khi thoát game thay vì về màn hình chính. [Có thể sẽ xảy ra lỗi!]({0})

# Menu.Integrations.DesktopApp.Title
source: Don't exit to desktop app
ru: Не выходить в приложение
vi: Không thoát ra màn hình chính của Roblox

# Menu.Integrations.EnableActivityTracking.Description
source: Allows Froststrap to detect what Roblox game you're playing. Certain features may require this.
ru: Разрешить Froststrap определять, в какую Roblox игру вы играете. Некоторые функции будут нуждаться в этом.
vi: Cho phép Froststrap phát hiện bạn đang chơi trò Roblox gì. Một vài chức năng yêu cầu tính năng này.

# Menu.Integrations.EnableActivityTracking.Title
source: Enable activity tracking
ru: Включить отслеживание активности
vi: Bật theo dõi hoạt động

# Menu.Integrations.RequiresActivityTracking
source: This feature requires activity tracking to be enabled and the Discord desktop app to be installed and running. [Find out more]({0}).
ru: Для работы этой функции необходимо включить отслеживание активности и запустить настольное приложение Discord. [Узнать больше]({0}).
vi: Tính năng này yêu cầu phải bật theo dõi hoạt động và ứng dụng Discord đã được cài đặt và đang chạy. [Tìm hiểu thêm]({0}).

# Menu.Integrations.ShowGameActivity.Description
source: The Roblox game you're playing will be shown on your Discord profile. [Not working?]({0})
ru: В вашем профиле Discord будет отображаться игра в которой вы находитесь. [Не работает? Нажмите сюда.]({0})
vi: Trò chơi Roblox mà bạn đang chơi sẽ hiện trên trang cá nhân Discord của bạn. [Không hoạt động?]({0})

# Menu.Integrations.ShowGameActivity.Title
source: Show game activity
ru: Показывать игровую активность
vi: Hiển thị trò chơi đang chơi

# Menu.Integrations.QueryServerLocation.Description
source: When in-game, you'll be able to see where your server is located via [ipinfo.io]({0}).
ru: Во время игры вы сможете увидеть, где находится ваш сервер через [ipinfo.io]({0}).
vi: Khi ở trong trò chơi, bạn sẽ thấy được địa chỉ máy chủ của bạn thông qua [ipinfo.io]({0}).

# Menu.Integrations.QueryServerLocation.Title
source: Query server location
ru: Запрашивать местоположение сервера
vi: Tìm địa điểm của máy chủ

# Menu.Integrations.Title
source: Integrations
ru: Интеграции
vi: Các tích hợp

# Menu.Mods.Description
source: Manage and apply file mods to the Roblox Game Client.
ru: Управляйте и применяйте файловые модификации для клиента Roblox.
vi: Quản lý và áp dụng các tệp mod cho Roblox.

# Menu.Mods.Help.Description
source: See info about managing and creating mods.
ru: См. информацию об управлении и создании модов.
vi: Xem thông tin về cách quản lý và tạo mod.

# Menu.Mods.Misc.CustomFont.Choose
source: Choose font...
ru: Выбрать шрифт...
vi: Chọn phông chữ...

# Menu.Mods.Misc.CustomFont.Invalid
source: The file you have chosen does not appear to be a valid font file.
ru: Выбранный вами файл, похоже, не является действительным файлом шрифта.
vi: Tệp bạn đã chọn có vẻ không phải là tệp phông chữ hợp lệ.

# Menu.Mods.Misc.CustomFont.Remove
source: Remove applied font
ru: Удалить применённый шрифт
vi: Xoá phông chữ đã áp dụng

# Menu.Mods.Misc.CustomFont.Title
source: Use Custom In-Game Font
ru: Использовать пользовательский шрифт
vi: Dùng phông chữ tuỳ chỉnh

# Menu.Mods.OpenModsFolder.Description
source: Manage custom Roblox mods here.
ru: Управляйте пользовательскими модификациями Roblox здесь.
vi: Quản lí và tùy chỉnh mod Roblox ở đây.

# Menu.Mods.OpenModsFolder.Title
source: Open Mods Folder
ru: Открыть папку с модификациями
vi: Mở thư mục Mod

# Menu.Mods.Presets.EmojiType.Description
source: Choose which type of emoji should Roblox use.
ru: Выберите, какой тип эмодзи Roblox будет использовать.
vi: Lựa chọn loại emoji Roblox sẽ dùng.

# Menu.Mods.Presets.EmojiType.Title
source: Preferred emoji type
ru: Предпочитаемый тип эмодзи
vi: Loại emoji yêu thích

# Menu.Mods.Presets.MouseCursor.Description
source: Choose between using two classic Roblox cursor styles.
ru: Выберите между двумя классическими стилями курсора Roblox.
vi: Chọn giữa hai loại trỏ chuột Roblox cổ điển.

# Menu.Mods.Presets.MouseCursor.Title
source: Mouse cursor
ru: Курсор мыши
vi: Con trỏ chuột

# Menu.Mods.Presets.OldAvatarEditor.Description
source: Bring back the old avatar editor background used in the Roblox app prior to 2020.
ru: Возвращает старый фон редактора аватаров, который использовался в приложении Roblox до 2020 года.
vi: Mang lại nền chỉnh sửa avatar cũ được sử dụng trong Roblox trước 2020.

# Menu.Mods.Presets.OldAvatarEditor.Title
source: Use old avatar editor background
ru: Использовать старый фон редактора аватара
vi: Sử dụng nền chỉnh sửa avatar cũ

# Menu.Mods.Presets.OldCharacterSounds.Description
source: An attempt to roughly bring back the character sounds used prior to 2014.
ru: Попытка приблизительного вернуть звуки персонажей, использовавшихся до 2014 года.
vi: Một nỗ lực nhằm khôi phục lại những âm thanh nhân vật được sử dụng trước năm 2014.

# Menu.Mods.Presets.OldCharacterSounds.Title
source: Emulate old character sounds
ru: Эмулировать старые звуки персонажей
vi: Mang lại âm thanh nhân vật cũ

# Menu.Mods.Presets.OldDeathSound.Description
source: Bring back the classic 'oof' death sound.
ru: Возвращает классический звук смерти "oof".
vi: Mang lại tiếng chết 'oof' cũ.

# Menu.Mods.Presets.OldDeathSound.Title
source: Use old death sound
ru: Использовать старый звук смерти
vi: Sử dụng tiếng chết cũ

# Menu.Mods.Title
source: Mods
ru: Модификации
vi: Mod

# Menu.MoreInfo
source: Click for more information on this option.
ru: Нажмите для большей информации об этом параметре.
vi: Bấm để biết thêm về tùy chọn này.

# Menu.Save
source: Save
ru: Сохранить
vi: Lưu

# Menu.SettingsSaved.Message
source: Changes will take effect the next time you launch Roblox.
ru: Изменения вступят в силу при следующем запуске Roblox.
vi: Các thay đổi sẽ có hiệu lực vào lần khởi động Roblox tiếp theo.

# Menu.SettingsSaved.Title
source: Settings saved!
ru: Настройки сохранены!
vi: Các chỉnh sửa đã được lưu!

# Menu.Title
source: Froststrap Settings
ru: Настройки Froststrap
vi: Cài Đặt Froststrap

# Dialog.LanguageSelector.Header
source: Choose preferred language
ru: Выбрать предпочитаемый язык
vi: Chọn ngôn ngữ ưa thích

# Dialog.LanguageSelector.Subtext
source: Choose a language before continuing with installation. Some text might not be translated to preferred language.
ru: Выберите язык перед тем как продолжить установку.
vi: Chọn một ngôn ngữ trước khi tiếp tục cài đặt. Một số từ có thể không được dịch sang ngôn ngữ mong muốn.

# Menu.Appearance.Language.Title
source: Language
ru: Язык
vi: Ngôn ngữ

# Menu.Appearance.Language.Description
source: A relaunch is required for changes to take effect. Some text might not be translated to preferred language.
ru: Требуется перезапуск для применения изменений.
vi: Cần khởi động lại để áp dụng các thay đổi. Một số từ có thể không được dịch sang ngôn ngữ mong muốn.

# Menu.Behaviour.ForceRobloxLanguage.Title
source: Allow use of unsupported Roblox languages
ru: Разрешить использование языков, не поддерживаемых Roblox
vi: Cho phép sử dụng các ngôn ngữ mà Roblox không được hỗ trợ

# Menu.Behaviour.ForceRobloxLanguage.Description
source: Only applies to games launched from the Roblox website.
ru: Работает только с играми запущенных с сайта Roblox.
vi: Chỉ áp dụng với các trò chơi được khởi động từ trang web Roblox.

# Enums.FlagPresets.InGameMenuVersion.V4Chrome
source: 2023 (V4 + New UI)
ru: 2023 (V4 + Новый интерфейс)
vi: 2023 (Phiên bản 4 + Giao diện người dùng mới)

# Menu.FastFlags.Presets.ForceLogicalProcessor.Description
source: Specifies the maximum number of worker threads Roblox can use for parallel tasks. Note: It’s recommended to set this to the number of logical processors your CPU has.
ru: Настройте движок Roblox так, чтобы он использовал определенное количество логических процессоров вашего CPU.
vi: Cấu hình Roblox để sử dụng số lượng bộ xử lý logic cụ thể của CPU.

# Menu.FastFlags.Presets.ForceLogicalProcessor.Title
source: Set Max Worker Threads
ru: Принудительное использование логических процессоров
vi: Bộ xử lý logic bắt buộc

# Menu.FastFlags.Presets.ForceProcessor.Description
source: Specifies the minimum threads kept available for async tasks in the Roblox task scheduler. Note: It is recommended to set the value as the number of cores your CPU has minus one.
ru: Выставьте количество асинхронных потоков, которые будет использовать планировщик задач Roblox для более эффективного параллельного выполнения задач. Примечание: Рекомендуется задавать значение, равное количеству ядер вашего процессора минус один.
vi: Cấu hình số lượng luồng bất đồng bộ mà trình lập lịch tác vụ Roblox sẽ sử dụng để cho phép thực hiện tác vụ song song tốt hơn. Lưu ý: Nên đặt giá trị bằng số lõi CPU của bạn trừ đi một.

# Menu.FastFlags.Presets.AndroidVfs.Title
source: Low-End Hardware Optimization
ru: Оптимизация низкоуровневого оборудования
vi: Tối ưu hóa phần cứng cấp thấp

# Menu.FastFlags.Presets.AndroidVfs.Description
source: May potentially improve performance on low-end devices only.
ru: Может потенциально улучшить производительность только на слабых устройствах.
vi: Có thể cải thiện hiệu suất trên các thiết bị cấp thấp.

# Menu.FastFlags.Presets.ForceProcessor.Title
source: Set Minimum Async Thread Count”
ru: Принудительная асинхронность потоков
vi: Buộc luồng không đồng bộ

# Menu.FastFlags.Presets.TaskSchedulerAvoidSleep.Description
source: Prevents idling in Roblox’s task scheduler, allowing it to run as many tasks as possible.
ru: Предотвращает бездействие в планировщике задач Roblox, позволяя ему выполнять как можно больше задач.
vi: Ngăn chặn tình trạng chờ trong trình lập lịch tác vụ của Roblox, cho phép chạy nhiều tác vụ nhất có thể.

# Menu.FastFlags.Presets.TaskSchedulerAvoidSleep.Title
source: Avoid Task Scheduler Sleep
ru: Избегать засыпания Планировщика заданий
vi: Tránh chế độ ngủ của trình lập lịch

# Menu.FastFlags.Presets.MemoryProbing.Title
source: Memory Probing
ru: Проверка памяти
vi: Thăm dò bộ nhớ

# Menu.FastFlags.Presets.LightCulling.Description
source: Optimizes light rendering conducted by the CPU and GPU by reducing unnecessary light calculations. Note: This setting may cause input lag or delay.
ru: Оптимизирует рендеринг света, выполняемый процессором и видеокартой, за счет уменьшения ненужных вычислений освещения. Примечание: Эта настройка может вызвать задержку ввода или отставание.
vi: Tối ưu hóa việc hiển thị ánh sáng do CPU và GPU thực hiện bằng cách giảm các tính toán ánh sáng không cần thiết. Lưu ý: Cài đặt này có thể gây ra độ trễ hoặc độ trễ đầu vào.

# Menu.FastFlags.Presets.LightCulling.Title
source: Light Culling
ru: Отсечение света
vi: Cắt ánh sáng

# Menu.FastFlags.Presets.Categories.System.Title
source: System
ru: Система
vi: Hệ thống

# Menu.FastFlags.Presets.Categories.System.Description
source: Configure settings that change how your PC behaves with Roblox.
ru: Настройте параметры, которые изменяют поведение вашего ПК с Roblox.
vi: Cấu hình các thiết lập để thay đổi cách PC của bạn hoạt động với Roblox.

# Menu.FastFlags.Presets.Categories.Network.Title
source: Network
ru: Сеть
vi: Mạng

# Menu.FastFlags.Presets.StartingGraphicLevel.Title
source: Starting Graphics Level
ru: Уровень графики при заходе в игру
vi: Bắt đầu cấp độ đồ họa

# Menu.FastFlags.Presets.StartingGraphicLevel.Description
source: Sets the initial graphics quality amount when joining a new game.
ru: Устанавливает указанное качество графики при входе в новую игру.
vi: Thiết lập mức chất lượng đồ họa ban đầu khi tham gia trò chơi mới.

# Menu.FastFlags.Presets.OverrideGraphicQuality.Title
source: Override Graphics Quality Level
ru: Переопределить уровень качества графики
vi: Mức chất lượng đồ họa tối đa

# Menu.FastFlags.Presets.TextureSkipping.Title
source: Texture Skipping
ru: Пропуск текстур
vi: Bỏ qua bề mặt
