Repository: RealMeddsam/Froststrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ru, vi

# Menu.FastFlags.Presets.Chromeui.Title
source: Chrome UI
ru: Интерфейс Chrome
vi: Giao diện Chrome

# Menu.FastFlags.Presets.Chromeui.Description
source: When disabled Roblox will use old top bar.
ru: Если отключено, Roblox будет использовать старую верхнюю панель.
vi: Khi vô hiệu Roblox sẽ sử dụng thanh cũ

# Menu.FlagProfiles.ClearFlags
source: Clear FFlags
ru: Очистить ффлаги
vi: Xóa FFlags

# Common.Debug
source: Debug
ru: Отладка
vi: Gỡ lỗi

# Menu.FastFlags.Presets.Categories.IngameMenu
source: Roblox Menu
ru: Меню Roblox

# Common.Deployment
source: Deployment
ru: Развертывание
vi: Triển khai

# Menu.FastFlags.Presets.IngameMenu.VRToggle.Title
source: VR toggle
ru: Переключить VR
vi: Chuyển đổi VR

# Menu.FastFlags.Presets.IngameMenu.SoothsayerCheck.Title
source: Feedback button
ru: Кнопка обратной связи
vi: Nút phản hồi

# Menu.FastFlags.Presets.IngameMenu.LanguageSelector.Title
source: Language selector
ru: Выбор языка
vi: Lựa chọn ngôn ngữ

# Menu.FastFlags.Presets.IngameMenu.Framerate.Title
source: Framerate cap
ru: Ограничение Кадров
vi: Giới hạn tốc độ khung hình

# Menu.FastFlags.Presets.IngameMenu.ChatTranslation.Title
source: Chat translation
ru: Перевод чата
vi: Dịch trò chuyện

# Menu.FastFlags.Presets.FlagState.Title
source: Flag state
ru: Состояние флага
vi: Trạng thái Flag

# Menu.FastFlags.Presets.FlagState.Description
source: Show values of specified flags during runtime. Each flag is comma separated.
ru: Отображать значения указанных флагов во время выполнения. Каждый флаг разделяется запятой.
vi: Hiển thị giá trị của các flag được chỉ định trong thời gian chạy. Mỗi flag được tách bằng dấu phẩy.

# Menu.Context.PlayerLogs
source: Player logs
ru: Логи игрока
vi: Nhật ký người chơi

# Menu.Context.PlayerLogs.Description
source: Shows players leaving/joining server you're in.
ru: Показывает игроков, покидающих сервер или присоединяющихся к нему.
vi: Hiển thị người chơi đang rời khỏi/tham gia máy chủ mà bạn đang ở.

# Common.Type
source: Type
ru: Тип
vi: Loại

# Common.UserId
source: User Id
ru: ID пользователя
vi: Id người dùng

# Common.Username
source: Username
ru: Имя пользователя
vi: Tên người dùng

# Common.Time
source: Time
ru: Время
vi: Thời gian

# Menu.Channel.VersionHash.Title
source: Version hash
ru: Хэш версии
vi: Phiên bản băm

# Menu.Channel.VersionHash.Desription
source: Force Froststrap to download version from specific hash. Please do not change if you have no idea what this does.
ru: Принудительно загрузить версию Froststrap по определённому хешу. Пожалуйста, не меняйте это значение, если вы не понимаете, что оно делает.
vi: Buộc Froststrap tải xuống phiên bản từ hàm băm cụ thể. Vui lòng không thay đổi nếu bạn không biết chức năng này là gì.

# Menu.SaveAndLaunch
source: Save and Launch
ru: Сохранить и Запустить
vi: Lưu và chạy

# Menu.FastFlags.Presets.PingBreakdown.Title
source: Ping breakdown
ru: Разбивка пинга
vi: Phân tích Ping

# Menu.FastFlags.Presets.PingBreakdown.Description
source: Sends detailed ping information to the Roblox console.
ru: Выводит детальные сведения о пинге в консоль Roblox.
vi: Gửi thông tin ping chi tiết đến bảng điều khiển Roblox.

# Bootstrapper.Dialog.NoUpgradeWithoutClient
source: Upgrades were disabled with missing client. To prevent issues upgrading will continue.
ru: Из-за отсутствия клиентской части обновления были деактивированы. Во избежание проблем обновление будет продолжено.
vi: Nâng cấp đã bị vô hiệu hóa do thiếu máy khách. Để ngăn ngừa sự cố, việc nâng cấp sẽ tiếp tục.

# ContextMenu.PlayerLogs.Title
source: Player logs
ru: Логи игрока
vi: Nhật ký người chơi

# Common.Message
source: Message
ru: Сообщение
vi: Tin nhắn

# ContextMenu.MessageLogs.Title
source: Message logs
ru: Логи сообщений
vi: Nhật ký tin nhắn

# ContextMenu.MessageLogs.Description
source: Displays recently sent messages by players.
ru: Отображает недавно отправленные сообщения игроков.
vi: Hiển thị tin nhắn gần đây được người chơi gửi đi.

# Menu.Integrations.PlayerMessageLogs.Title
source: Logs Menu
ru: Логи игрока и сообщений
vi: Nhật ký người chơi và tin nhắn

# Menu.Integrations.PlayerMessageLogs.Description
source: Displays player joins/leaves and messages. Only works with [text chat service](https://devforum.roblox.com/t/new-in-experience-text-chat-system-public-release/1848837).
ru: Отображает входы/выходы игроков и сообщения. Работает только со [службой текстового чата](https://devforum.roblox.com/t/new-in-experience-text-chat-system-public-release/1848837).
vi: Hiển thị người chơi tham gia/rời đi và tin nhắn. Chỉ hoạt động với [dịch vụ trò chuyện văn bản](https://devforum.roblox.com/t/new-in-experience-text-chat-system-public-release/1848837).

# Menu.Behaviour.AnselBanner
source: Ansel support is required for shaders.
ru: Для шейдеров требуется поддержка Ansel.
vi: Hỗ trợ Ansel là cần thiết cho các shader.

# Dialog.Bloxshade.ThankYou
source: Sorry
ru: Простите
vi: Xin lỗi

# Dialog.Bloxshade.Setting
source: Froststrap no longer supports Bloxshade. For more information join Bloxshade discord server.
ru: Froststrap больше не поддерживает Bloxshade. Для получения дополнительной информации присоединяйтесь к Discord-серверу Bloxshade.
vi: Froststrap không còn hỗ trợ Bloxshade. Để biết thêm thông tin hãy tham gia máy chủ Discord Bloxshade.

# Common.Profiles
source: Profiles
ru: Профили
vi: Hồ sơ

# Menu.Deployment.Channel.OutOfDate
source: This channel is out of date, and is likely no longer being updated. Please use another channel.
ru: Этот канал устарел и, скорее всего, больше не обновляется. Пожалуйста, используйте другой канал.
vi: Kênh này đã lỗi thời và có thể không còn được cập nhật nữa. Vui lòng sử dụng kênh khác.

# Bootstrapper.Dialog.ChannelOutOfDate
source: The channel you're currently on ({0}) is out of date, and appears to no longer be receiving updates.\n Would you like to switch to the default channel ({1})?
ru: Канал, на котором вы сейчас находитесь ({0}), устарел и, похоже, больше не получает обновлений.\n Хотите переключиться на канал по умолчанию ({1})?
vi: Kênh bạn đang dùng hiện tại ({0}) đã lỗi thời và có vẻ như không còn nhận được cập nhật nữa.\n Bạn có muốn chuyển sang kênh mặc định ({1}) không?

# Menu.Channel.ChangeAction.Title
source: Automatic channel change action
ru: Автоматическая смена канала
vi: Thay đổi kênh tự động

# Menu.Channel.ChangeAction.Description
source: Roblox or Froststrap may try to change your preferred channel.
ru: Roblox или Froststrap могут попытаться изменить ваш предпочтительный канал.
vi: Roblox hoặc Froststrap có thể cố gắng thay đổi kênh ưu tiên của bạn.

# Menu.Channel.ChangeAction.Automatic
source: Change automatically
ru: Изменять автоматически
vi: Thay đổi tự động

# Menu.Channel.ChangeAction.Prompt
source: Always prompt
ru: Всегда спрашивать
vi: Luôn luôn nhắc nhở

# Menu.Channel.ChangeAction.Ignore
source: Never change
ru: Никогда не изменять
vi: Không bao giờ thay đổi

# Bootstrapper.Bootstrapper.Dialog.PromptChannelChange
source: Roblox is attempting to set your channel to {0}, however your current preferred channel is {1}. Would you like to switch your preferred channel to {0}?
ru: Roblox пытается установить ваш канал на {0}, однако ваш текущий предпочтительный канал {1}. Хотите переключить ваш предпочтительный канал на {0}?
vi: Roblox đang cố gắng đặt kênh của bạn thành {0}, tuy nhiên kênh ưu tiên hiện tại của bạn là {1}. Bạn có muốn chuyển kênh ưu tiên của mình thành {0} không?

# Menu.FastFlags.240FPSWarning
source: Going above 240 FPS is not recommended, as this change may cause issues and worsen performance. [Click to learn more]({0})
ru: Превышение 240 ФПС не рекомендуется, так как это может вызвать проблемы и ухудшить производительность. [Нажмите, чтобы узнать больше]({0})
vi: Không nên vượt quá 240 FPS vì thay đổi này có thể gây ra sự cố và làm giảm hiệu suất. [Nhấp để tìm hiểu thêm]({0})

# Menu.FastFlags.Presets.PreferredGPU.Title
source: Preferred graphics card
ru: Предпочитаемая видеокарта
vi: Ưu tiên card đồ họa

# Menu.FastFlags.Presets.PreferredGPU.Description
source: Select the GPU that you want Roblox to use for rendering. Useful if your system has multiple GPUs. Note: This feature also enables DXT support.
ru: Выберите видеокарту, которую Roblox должен использовать для рендеринга. Полезно, если в вашей системе установлено несколько видеокарт. Примечание: Эта функция также включает поддержку DXT.
vi: Chọn GPU mà bạn muốn Roblox sử dụng để kết xuất. Hữu ích nếu máy tính của bạn có nhiều GPU. Lưu ý: Tính năng này cũng sẽ kích hoạt hỗ trợ DXT.

# Menu.FastFlagEditor.ExportJson.IncludePresets
source: Would you like to include preset FFlags?
ru: Хотите включить предустановленные FFlag-и?
vi: Bạn có muốn bao gồm FFlags cài đặt sẵn không?

# App.OSDeprecation.Win7_81
source: Roblox no longer supports Windows 7 or 8.1. To continue playing Roblox, please upgrade to Windows 10 or newer.
ru: Экспорт данных диагностики
vi: Roblox không còn hỗ trợ Windows 7 hoặc 8.1 nữa. Xin hãy nâng cấp lên Windows 10 hoặc mới hơn.

# Boostrapper.Dialog.UnauthorizedChannel
source: The channel you're currently on ({0}) has now been restricted from public use. You will now be on the default channel ({1}).
ru: Канал, на котором вы сейчас находитесь ({0}), теперь ограничен для публичного использования. Теперь вы будете на канале по умолчанию ({1}).
vi: Kênh bạn đang dùng hiện tại ({0}) hiện đã bị hạn chế sử dụng công khai. Bây giờ bạn sẽ ở kênh mặc định ({1}).

# Menu.Channel.Switcher.Fetching
source: Fetching latest deploy info, please wait...
ru: Получение актуальной информации о развёртывании, пожалуйста, подождите...
vi: Đang tải thông tin triển khai mới nhất, vui lòng đợi...

# Menu.Channel.Switcher.Unauthorized
source: The specified channel either doesn't exist or is private
ru: Экспорт данных диагностики
vi: Kênh được xác định không tồn tại hoặc là kênh riêng tư

# Installer.FailedToImportSettings
source: Failed to import Bloxstrap settings. {0}
ru: Не удалось импортировать настройки Bloxstrap. {0}
vi: Không nhập được cài đặt Bloxstrap. {0}

# Installer.ImportSettings
source: Import settings from Bloxstrap
ru: Импортировать настройки из Bloxstrap
vi: Nhập các cài đặt từ Bloxstrap

# Bootstrapper.Dialog.AnselDisabled
source: Ansel is not supported. You can no longer use Bloxshade with Froststrap.
ru: Ansel не поддерживается. Вы больше не можете использовать Bloxshade с Froststrap.
vi: Ansel không được hỗ trợ. Bạn không thể sử dụng Bloxshade với Froststrap nữa.

# Bootstrapper.Status.UpgradingBloxstrap
source: Getting the latest Froststrap...
ru: Получаем последнюю версию Froststrap...
vi: Đang tải xuống phiên bản mới nhất của Froststrap...

# Menu.Froststrap.Description
source: Configure options related to Froststrap's behaviour itself.
ru: Настройка параметров, связанных с поведением Froststrap.
vi: Cấu hình các tùy chọn liên quan đến hoạt động của Froststrap.

# Menu.Froststrap.Analytics.Title
source: Enable sending of analytics to Froststrap
ru: Включить отправку аналитики
vi: Bật gửi dữ liệu phân tích đên Froststrap

# Menu.Froststrap.Analytics.Description
source: It's anonymous and nothing evil, promise. For insight on what Froststrap collects and why, see Froststrap's [privacy policy]({0}).
ru: Это анонимно и ничего плохого, обещаем. О том, что мы собираем и зачем, читайте в нашей [политике конфиденциальности]({0}).
vi: Mọi thứ đều ẩn danh và không có gì xấu xa cả, thật đấy. Để biết Froststrap thu thập những gì và lý do, hãy xem [chính sách quyền riêng tư]({0}) của Froststrap.

# Menu.Froststrap.ExportData.Title
source: Export diagnostic data
ru: Экспорт данных диагностики
vi: Xuất dữ liệu chuẩn đoán

# Menu.Froststrap.ExportData.Description
source: Gather information that can be uploaded online to troubleshoot a problem you're having.
ru: Собирайте информацию, которую можно загрузить в Интернет для устранения возникшей проблемы.
vi: Thu thập thông tin có thể tải lên mạng để giúp khắc phục sự cố bạn đang gặp phải.

# Menu.Froststrap.ExportData.ExportConfig
source: Froststrap configuration
ru: Настройки Froststrap
vi: Tùy chỉnh Froststrap

# Menu.Froststrap.ExportData.ExportLogs
source: All Froststrap logs
ru: Все логи Froststrap
vi: Tất cả các file log của Froststrap

# Menu.Help.Description
source: This will provide you with information about fixes and other details (it will redirect you to the wiki page).
ru: Здесь вы найдете информацию об исправлениях и другие подробности (это направит вас на вики страницу).
vi: Thao tác này sẽ cung cấp cho bạn thông tin về bản sửa lỗi và các thông tin khác (nó sẽ chuyển hướng bạn đến trang wiki).

# Menu.Help.RainbowUiTextures
source: [Rainbow Colored UI/Textures](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#rainbow-colored-uigraphics)
ru: [Радужный интерфейс/текстуры](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#rainbow-colored-uigraphics)
vi: [Giao diện người dùng/Kết cấu nhiều màu](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#rainbow-colored-uigraphics)

# Menu.Behaviour.DisableHardwareAcceleration.Description
source: Disables hardware acceleration on Frostrap only. Note: You must restart the application in order to see any effects.
ru: Отключает аппаратное ускорение только на Frostrap. Примечание: Вы должны перезапустить приложение, чтобы увидеть любые эффекты.
vi: Vô hiệu tăng tốc phần cứng trên Froststrap. Lưu ý: Bạn phải khởi động lại ứng dụng để thấy bất kỳ thay đổi nào.

# Menu.Behaviour.DisableHardwareAcceleration.Title
source: Disable Hardware Acceleration
ru: Отключить аппаратное ускорение
vi: Vô hiệu tăng tốc phần cứng

# Menu.Bootstrapper.CleanUp.Title
source: Froststrap Cleaner
ru: Очистка
vi: Trình dọn dẹp Froststrap

# Menu.Bootstrapper.CleanUp.Description
source: Froststrap will remove old data to save storage space. Note: Feature originally made by Fishstrap.
ru: Froststrap будет удалять старые данные для экономии места на диске. Примечание: Эта функция изначально создана разработчиками Fishstrap.
vi: Froststrap sẽ xóa dữ liệu cũ để tiết kiệm dung lượng lưu trữ. Lưu ý: Tính năng ban đầu được Fishstrap tạo ra.

# Menu.Bootstrapper.Cleaner.Age.Title
source: File Deletion Schedule
ru: Расписание удаления файлов
vi: Lịch trình xóa tập tin

# Menu.Mods.Misc.CustomFont.Description
source: Font size can be adjusted in the FastFlag Settings tab.
ru: Размер шрифта можно изменить во вкладке Настройки движка.
vi: Có thể điều chỉnh kích thước phông chữ trong tab cài đặt FastFlag.

# Menu.FastFlags.Presets.MemoryProbing.Description
source: Optimizes memory usage for Low-End Systems.
ru: Оптимизировать использование памяти для систем низкого уровня (слабых систем).
vi: Tối ưu hóa việc sử dụng bộ nhớ cho các hệ thống cấp thấp.

# Menu.FastFlags.Presets.Categories.SystemExperimental.Description
source: Configure Experimental settings that change how your PC behaves with Roblox.
ru: Настройте экспериментальные функции, которые изменяют поведение вашего компьютера с Roblox.
vi: Cấu hình cài đặt Thử nghiệm để thay đổi cách PC của bạn hoạt động với Roblox.

# Menu.FastFlags.Presets.Categories.Network.Description
source: Configure network settings to potentially improve performance.
ru: Настроить параметры сети для потенциального повышения производительности.
vi: Cấu hình cài đặt mạng để có thể cải thiện hiệu suất.

# Menu.FastFlags.Presets.OverrideGraphicQuality.Description
source: Locks the graphics quality to a selected amount. Note: With this setting enabled, the graphics slider in the Roblox menu will only affect the render distance in a game.
ru: Фиксирует качество графики на выбранном значении. Примечание: При включении этой настройки ползунок графики в меню Roblox теперь будет влиять только на дальность прорисовки в игре.
vi: Khóa chất lượng đồ họa ở mức đã chọn. Lưu ý: Khi bật cài đặt này, thanh trượt đồ họa trong menu Roblox sẽ chỉ ảnh hưởng đến khoảng cách hiển thị trong trò chơi.

# Menu.FastFlags.Presets.NoPayloadLimit.Description
source: Disables Roblox’s network data transfer limit. Note: Enabling this setting could lead to network overhead if the packets being sent are too large. Use at your own risk!
ru: Отключает лимит передачи сетевых данных Roblox. Примечание: Включение этой функции может привести к огромной сетевой нагрузке, если отправляемые пакеты будут слишком велики. Используйте на свой страх и риск.
vi: Vô hiệu giới hạn truyền dữ liệu mạng của Roblox. Lưu ý: Bật cài đặt này có thể dẫn đến tình trạng quá tải mạng nếu các gói được gửi quá lớn. Sử dụng với rủi ro của riêng bạn!”

# Menu.FastFlags.Presets.RCore.Description
source: Potentially improve network performance by applying SignalR optimizations to RCore
ru: Потенциально улучшает производительность сети за счет применения оптимизаций SignalR к RCore
vi: Có khả năng cải thiện hiệu suất mạng bằng cách áp dụng tối ưu hóa SignalR cho RCore

# Menu.FastFlags.Presets.BypassVulkan.Description
source: Overrides the Vulkan GPU support checks to allow unsupported hardware to run on the Vulkan API. Note: This setting may be highly unstable and can cause severe rendering issues!
ru: Отменяет проверки поддержки Vulkan GPU, позволяя неподдерживаемому оборудованию работать с API Vulkan. Примечание: Эта настройка может быть крайне нестабильной и вызывать серьезные проблемы с рендерингом!
vi: Ghi đè kiểm tra hỗ trợ GPU Vulkan để cho phép phần cứng không được hỗ trợ chạy trên API Vulkan. Lưu ý: Cài đặt này có thể rất không ổn định và có thể gây ra các sự cố kết xuất nghiêm trọng!

# Menu.FastFlags.Presets.NewFPSSystem.Title
source: New Frame Performance System
ru: Новая система производительности кадров
vi: Hệ thống hiệu suất khung hình mới

# Menu.FastFlags.Presets.NewFPSSystem.Description
source: Configures Roblox to use their new beta FPS and frametime system. Enabling this setting may potentially improve frame and input timing.
ru: Настраивает Roblox на использование новой бета-системы ФПС и времени кадра. Включение этой настройки потенциально может улучшить тайминг кадров и ввода.
vi: Cấu hình Roblox để sử dụng hệ thống FPS và thời gian khung hình beta mới của họ. Bật cài đặt này có thể cải thiện thời gian khung hình và đầu vào.

# Menu.FastFlags.Presets.BetterPacketSending.Title
source: Better Packet Sending
ru: Улучшенная отправка пакетов
vi: Gửi gói tin tốt hơn

# Menu.FastFlags.Presets.BetterPacketSending.Description
source: Makes roblox packet sending as soon as possible. Note: Could lower ping potentially.
ru: Делает отправку пакетов Roblox максимально шустрой. Примечание: Потенциально может снизить пинг.
vi: Giúp gửi gói tin Roblox sớm nhất có thể. Lưu ý: Có thể làm giảm ping.

# Menu.FastFlags.Presets.WebView2Telemetry.Title
source: Disable WebView2 Telemetry
ru: Отключить телеметрию Webview2
vi: Vô hiệu hóa đo từ xa WebView2

# Menu.FastFlags.Presets.DisableVoiceChatTelemetry.Description
source: Note: This setting disables a large majority of Roblox’s voice chat telemetry, but not all.
ru: Примечание: Эта настройка отключает большую часть телеметрии голосового чата Roblox, но не всю.
vi: Lưu ý: Cài đặt này sẽ vô hiệu hóa phần lớn tính năng đo từ xa VoiceChat của Roblox, nhưng không phải tất cả.

# Menu.FastFlags.Presets.DisableVoiceChatTelemetry.Title
source: Disable Voice Chat Telemetry
ru: Отключить телеметрию голосового чата
vi: Vô hiệu đo từ xa của Voice Chat

# Menu.FastFlags.Presets.BasicFFlags.Description
source: These are very basic fflags. Self explanatory.
ru: Это очень простые FFlag-и. Пояснений не требуют.
vi: Đây là những FFlags rất cơ bản. Tự giải thích.

# Menu.FastFlags.Presets.Misc.Description
source: Configure fun and experimental features.
ru: Забавные и экспериментальные функции.
vi: Cấu hình các tính năng thú vị và thử nghiệm.

# Menu.FastFlags.Presets.Privacy.Description
source: Configure settings that help protect your privacy.
ru: Настройки, обеспечивающие защиту вашей конфиденциальности.
vi: Cấu hình các cài đặt giúp bảo vệ quyền riêng tư của bạn.

# Menu.FastFlags.Presets.MoreCharacters.Description
source: Repeats letters in most GUI text to expand it. Higher values will increase the effect. Note: Some UI elements may be unaffected.
ru: Повторяет буквы в большей части текста интерфейса для его расширения. Более высокие значения усиливают эффект. Примечание: Некоторые элементы интерфейса могут остаться без изменений.
vi: Lặp lại các chữ cái trong hầu hết văn bản GUI để mở rộng nó. Các giá trị cao hơn sẽ làm tăng hiệu ứng. Lưu ý: Một số thành phần UI có thể không bị ảnh hưởng.

# Menu.FastFlags.Presets.MoreCharacters.Title
source: More Text Characters
ru: Больше символов текста
vi: Thêm ký tự văn bản

# Menu.FastFlags.Presets.RedFont.Description
source: Applies a red color to almost all text. Note: This setting does not work with custom fonts!
ru: Применяет красный цвет почти ко всему тексту. Примечание: Эта настройка не работает с пользовательскими шрифтами!
vi: Áp dụng màu đỏ cho hầu hết văn bản. Lưu ý: Cài đặt này không hoạt động với phông chữ tùy chỉnh!

# Menu.FastFlags.Presets.Chunks.Description
source: Displays the world's chunks in a similar way to Minecraft.
ru: Отображает чанки, типо как в Minecraft.
vi: Hiển thị các khối của thế giới theo cách tương tự như Minecraft.

# Menu.FastFlags.Presets.FPSBufferPercentage.Title
source: Frame Creation Buffer Percentage
ru: Процент буфера создания кадров
vi: Phần trăm bộ đệm tạo khung

# Menu.FastFlags.Presets.FPSBufferPercentage.Description
source: Determines how much extra time Roblox takes to prepare a single frame. Note: Values are set between 0-100
ru: Определяет, сколько дополнительного времени требуется Roblox для подготовки одного кадра. Примечание: Значения устанавливаются в диапазоне от 0 до 100
vi: Xác định thời gian bổ sung mà Roblox mất để chuẩn bị một khung hình duy nhất. Lưu ý: Giá trị được đặt trong khoảng từ 0-100

# Menu.FastFlags.Presets.Categories.IngameMenu.Description
source: Debloat the in-game Roblox menu. Note: Keep disabled to remove.
ru: Деблокада внутриигрового меню Roblox. Примечание: сохраните отключенным, чтобы удалить.
vi: Xóa bỏ menu Roblox trong trò chơi. Lưu ý: Giữ nguyên trạng thái vô hiệu hóa để xóa.

# Common.CopyAll
source: Copy All
ru: Скопировать всё
vi: Sao chép tất cả

# Common.DeleteAll
source: Delete All
ru: Удалить всё
vi: Xóa tất cả

# Common.PresetFlagLists
source: Preset Flag Lists
ru: Пресеты Флагов
vi: Danh sách Flag cài sẵn

# Common.Settings
source: Settings
ru: Настройки
vi: Cài đặt

# Menu.Help.RobloxWontLaunch
source: [Roblox Dosen't Launch](https://github.com/Meddsam/Froststrap/wiki/Bootstrapper-Common-Issues#roblox-wont-launch)
ru: [Roblox Не Запускается](https://github.com/Meddsam/Froststrap/wiki/Bootstrapper-Common-Issues#roblox-wont-launch)
vi: [Roblox không khởi chạy](https://github.com/Meddsam/Froststrap/wiki/Bootstrapper-Common-Issues#roblox-wont-launch)

# Menu.Help.CustomModsPage
source: [Custom Mods Page](https://github.com/Meddsam/Froststrap/wiki/Features#custom-mods-page)
ru: [Страница Пользовательских Модов](https://github.com/Meddsam/Froststrap/wiki/Features#custom-mods-page)
vi: [Trang Mod tùy chỉnh](https://github.com/Meddsam/Froststrap/wiki/Features#custom-mods-page)

# Menu.Help.AdvancedFFlagEditorSettings
source: [Advanced FastFlag Editor Settings](https://github.com/Meddsam/Froststrap/wiki/Features#advanced-fastflag-editor-settings)
ru: [Расширенные Настройки ффлаг Редактора](https://github.com/Meddsam/Froststrap/wiki/Features#advanced-fastflag-editor-settings)
vi: [Cài đặt trình chỉnh sửa fflag nâng cao](https://github.com/Meddsam/Froststrap/wiki/Features#advanced-fastflag-editor-settings)
