Repository: RealMeddsam/Froststrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ru, vi

# Bootstrapper.AutoUpdateFailed
source: Froststrap was unable to automatically update to version {0}. Please update it manually by downloading and running it from the website.
ru: Froststrap не смог автоматически обновиться до версии {0}. Пожалуйста, обновите его вручную, установив последнюю версию с веб-сайта.
vi: Froststrap không thể tự động cập nhật lên phiên bản {0}. Xin hãy tải về chương trình cài đặt từ trang chủ và cập nhật thủ công.

# Bootstrapper.ConfirmLaunch
source: Roblox is currently running, and launching another instance will close it. Are you sure you want to continue launching?
ru: Roblox сейчас запущен, и запуск другого окна закроет его. Вы уверены, что хотите продолжить запуск?
vi: Tiến trình Roblox hiện tại đang chạy, và việc khởi động tiến trình Roblox khác sẽ đóng nó. Bạn có chắc chắn muốn tiếp tục khởi động không?

# Dialog.Connectivity.RobloxDown
source: Roblox may be down right now. See {0} for more information.
ru: Возможно, Roblox сейчас не работает. Посетите {0}, чтобы узнать больше.
vi: Roblox có thể đang có vấn đề. Xem {0} để có thêm thông tin.

# Dialog.Connectivity.BadConnection
source: A connection could not be made, which likely indicates a poor internet connection or a firewall block. If your connection is fine, please ensure that your antivirus isn't blocking Froststrap.
ru: Не удалось установить соединение, что, скорее всего, указывает на плохое интернет-соединение или блокировку брандмауэра. Если соединение нормальное, убедитесь, что ваш антивирус не блокирует Froststrap.
vi: Không thể kết nối, có thể là do kết nối internet kém hoặc bị chặn bởi tường lửa. Nếu kết nối của bạn bình thường, vui lòng kiểm tra lại xem phần mềm diệt virus có chặn Froststrap không.

# Menu.Help.Title
source: Help
ru: Помощь
vi: Trợ giúp

# Bootstrapper.FirstRunUninstall
source: You must first install Froststrap before uninstalling.
ru: Вы не можете удалить Froststrap, если он не установлен.
vi: Bạn phải cài đặt Froststrap trước khi gỡ cài đặt nó.

# Bootstrapper.NotEnoughSpace
source: Froststrap does not have enough disk space to download and install Roblox. Please free up some disk space and try again.
ru: Недостаточно свободного места на диске для загрузки и установки Roblox. Пожалуйста, освободите место на диске и повторите попытку.
vi: Froststrap không có đủ dung lượng ổ cứng để tải và cài đặt Roblox. Hãy giải phóng dung lượng và thử lại.

# Bootstrapper.Status.ApplyingModifications
source: Applying Roblox modifications...
ru: Применяем модификации Roblox...
vi: Đang áp dụng những chỉnh sửa cho Roblox...

# Bootstrapper.Status.Configuring
source: Configuring {product}...
ru: Настраиваем {product}...
vi: Đang cấu hình {product}...

# Bootstrapper.Status.Connecting
source: Connecting to Roblox...
ru: Подключение к Roblox...
vi: Đang kết nối đến Roblox...

# Bootstrapper.Status.Installing
source: Installing {product}...
ru: Устанавливаем {product}...
vi: Đang cài đặt {product}...

# Bootstrapper.Status.InstallingWebView2
source: Installing WebView2, please wait...
ru: Устанавливаем WebView2, пожалуйста, подождите...
vi: Đang cài đặt WebView2, xin hãy chờ đợi...

# Bootstrapper.Status.Starting
source: Starting {product}...
ru: Запускаем {product}...
vi: Đang khởi động {product}...

# Bootstrapper.Status.Upgrading
source: Upgrading {product}...
ru: Обновляем {product}...
vi: Đang cập nhật {product}...

# Bootstrapper.Status.WaitingOtherInstances
source: Waiting for other instances...
ru: Ожидаем другие окна...
vi: Đang đợi các tiến trình khác...

# Bootstrapper.StylePreview.ImageCancel
source: Style preview - Click the X button at the top right to close
ru: Просмотр стиля - Нажмите на X справа вверху, чтобы закрыть
vi: Đang xem trước thiết kế - Nhấn vào nút X ở trên góc phải để đóng

# Bootstrapper.StylePreview.TextCancel
source: Style preview - Click Cancel to close
ru: Просмотр стиля - Нажмите Отменить, чтобы закрыть
vi: Đang xem trước thiết kế - Nhấn Hủy để đóng

# Bootstrapper.SuccessfullyUninstalled
source: Froststrap has successfully uninstalled
ru: Froststrap был успешно удалён
vi: Froststrap đã được gỡ cài đặt thành công

# Bootstrapper.Uninstall.RobloxRunning
source: Roblox is currently running, but must be closed before uninstalling Froststrap. Would you like to close Roblox now?
ru: Roblox сейчас запущен, но должен быть закрыт перед удалением Froststrap. Хотите закрыть Roblox сейчас?
vi: Bạn phải tắt Roblox trước khi gỡ cài đặt Froststrap. Bạn có muốn đóng Roblox ngay bây giờ không?

# Bootstrapper.WMFNotFound
source: Roblox requires the use of Windows Media Foundation components. You appear to be missing them, likely because you are using an N edition of Windows. Please install them first, and then launch Roblox.
ru: Roblox требует компоненты Windows Media Foundation. Похоже, у Вас они отсутствуют, скорее всего, из-за использования N-выпуска Windows. Пожалуйста, сначала установите компоненты, а затем запустите Roblox.
vi: Roblox yêu cầu sử dụng các thành phần của Windows Media Foundation. Có vẻ như bạn đang thiếu chúng, có thể là do bạn đang sử dụng phiên bản N của Windows. Vui lòng cài đặt chúng trước, sau đó khởi chạy Roblox.

# Common.AddSingle
source: Add single
ru: Добавить один
vi: Thêm

# Common.Browse
source: Browse
ru: Обзор
vi: Chọn

# Common.Cancel
source: Cancel
ru: Отменить
vi: Hủy

# Common.Close
source: Close
ru: Закрыть
vi: Đóng

# Common.Delete
source: Delete
ru: Удалить
vi: Xóa

# Common.DiscordRichPresence
source: Discord Rich Presence
ru: Статус активности Discord Rich Presence
vi: Trạng thái hoạt động Discord

# Common.Help
source: Help
ru: Помощь
vi: Trợ giúp

# Common.ImportJson
source: Import JSON
ru: Импортировать JSON
vi: Nhập JSON

# Common.OpenLogFile
source: Open log file
ru: Открыть файл журнала
vi: Mở tệp log

# Common.Miscellaneous
source: Miscellaneous
ru: Разное
vi: Khác

# Common.Name
source: Name
ru: Название
vi: Tên

# Common.New
source: New
ru: Новое
vi: Mới

# Common.No
source: No
ru: Нет
vi: Không

# Common.OK
source: OK
ru: ОК

# Menu.Help.FFlagIssues
source: Common FFlag Issues
ru: Распространенные FFlag проблемы
vi: Các vấn đề thường gặp của FFlag

# Menu.Help.GrayAvatars
source: [Gray Avatars](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#gray-avatars)
ru: [Серые аватары](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#gray-avatars)
vi: [Các Avatar xám](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#gray-avatars)

# Menu.Help.BlurryIconsTextures
source: [Blurry Icons/Textures](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#blurry-iconstextures)
ru: [Мыльные Иконки/Текстуры](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#blurry-iconstextures)
vi: [Biểu tượng/Bề mặt mờ](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#blurry-iconstextures)

# Menu.Help.LaggyAnimation
source: [Laggy Animations](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#laggy-animations)
ru: [Лагающие анимации](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#laggy-animations)
vi: [Họat ảnh chậm](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#laggy-animations)

# Menu.Help.FrameStutters
source: [Frame Stutters](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#frame-stutters)
ru: [Микрофризы](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#frame-stutters)
vi: [Khung hình bị giật](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#frame-stutters)

# Menu.Help.LightingProblems
source: [Lighting Problems](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#lighting-problems)
ru: [Проблемы с освещением](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#lighting-problems)
vi: [Vấn đề ánh sáng](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#lighting-problems)

# Menu.Help.BuggedMeshes
source: [Bugged Meshes](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#weird-meshes)
ru: [Багованные меши](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#weird-meshes)
vi: [Lưới bị lỗi](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#weird-meshes)

# Menu.Help.GraySky
source: [Gray Sky](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#gray-sky)
ru: [Серое небо](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#gray-sky)
vi: [Bầu trời xám](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#gray-sky)

# Menu.Help.BlackTextures
source: [Black Textures](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#black-textures)
ru: [Темные текстуры](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#black-textures)
vi: [Bề mặt đen](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#black-textures)

# Menu.Help.LoaddingIssues
source: [Loading Issues](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#loadding-issue)
ru: [Проблемы с загрузкой](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#loadding-issue)
vi: [Vấn đề khi đang tải](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#loadding-issue)

# Menu.Help.FPSCappedWhenUncapped
source: [FPS Not Fully Uncapped](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#capped-fps-even-when-you-have-it-uncapped)
ru: [ФПС не полностью разблокировался](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#capped-fps-even-when-you-have-it-uncapped)
vi: [FPS không được mở khóa hoàn toàn](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#capped-fps-even-when-you-have-it-uncapped)

# Menu.Help.QualityLevelNotChanging
source: [Quality Level Not Changing](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#quality-levels-not-changing)
ru: [Уровень качества не меняется](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#quality-levels-not-changing)
vi: [Cấp độ chất lượng không thay đổi](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#quality-levels-not-changing)

# Menu.Help.BlackSky
source: [Black Sky When Camera Turning](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#skybox-turns-black-when-moving-your-camera)
ru: [Черное небо при повороте камеры](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#skybox-turns-black-when-moving-your-camera)
vi: [Bầu trời đen khi quay Camera](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#skybox-turns-black-when-moving-your-camera)

# Menu.Help.RobloxCrashing
source: [Roblox Crashing](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#crashing-in-roblox-after-the-v671-update)
ru: [Сбой в работе Roblox](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#crashing-in-roblox-after-the-v671-update)
vi: [Roblox bị văng ra](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#crashing-in-roblox-after-the-v671-update)

# Menu.Help.WhiteSkyAndWhiteScreen
source: [White Sky / White Screen](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#everything-on-the-screen-is-white-or-the-sky-is-white)
ru: [Белое небо / Белый экран](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#everything-on-the-screen-is-white-or-the-sky-is-white)
vi: [Bầu trời trắng / Màn hình trắng](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#everything-on-the-screen-is-white-or-the-sky-is-white)

# Menu.Help.Crashonfastcameraturn
source: [Crash On Fast Camera Turn](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#game-crashing-when-moving-camera-fast)
ru: [Вылет при быстром повороте камеры](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#game-crashing-when-moving-camera-fast)
vi: [Văng ra khi máy ảnh quay nhanh](https://github.com/Meddsam/Froststrap/wiki/Common-FFlag-Issues#game-crashing-when-moving-camera-fast)

# Menu.Help.BootstrapperIssues
source: Bootstrapper Issues
ru: Проблемы Загрузчика
vi: Vấn đề trình khởi động

# Menu.Help.DiscordRichPresenceNotWorking
source: [Discord Rich Presence Broken](https://github.com/bloxstraplabs/bloxstrap/wiki/Discord-Rich-Presence-does-not-work)
ru: [Discord статус сломан](https://github.com/bloxstraplabs/bloxstrap/wiki/Discord-Rich-Presence-does-not-work)
vi: [Trạng thái hoạt động Discord hư](https://github.com/bloxstraplabs/bloxstrap/wiki/Discord-Rich-Presence-does-not-work)

# Menu.Help.SetupFailed
source: [Failed Custom Bootstrapper Setup](https://github.com/Meddsam/Froststrap/wiki/Bootstrapper-Common-Issues#custom-bootstrapper-setup-failed)
ru: [Сбой установки пользовательского лаунчера](https://github.com/Meddsam/Froststrap/wiki/Bootstrapper-Common-Issues#custom-bootstrapper-setup-failed)
vi: [Thiết lập trình khởi động tùy chỉnh không thành công](https://github.com/Meddsam/Froststrap/wiki/Bootstrapper-Common-Issues#custom-bootstrapper-setup-failed)

# Menu.Help.ConnectivityIssue
source: [Connectivity Issues](https://github.com/Meddsam/Froststrap/wiki/Bootstrapper-Common-Issues#connectivity-issue)
ru: [Сетевые проблемы](https://github.com/Meddsam/Froststrap/wiki/Bootstrapper-Common-Issues#connectivity-issue)
vi: [Vấn đề kết nối](https://github.com/Meddsam/Froststrap/wiki/Bootstrapper-Common-Issues#connectivity-issue)

# Menu.Help.Features
source: Features
ru: Особенности
vi: Tính năng

# Menu.Help.ServerInformation
source: [Server Information](https://github.com/bloxstraplabs/bloxstrap/wiki/What-is-activity-tracking%3F#server-information-viewing)
ru: [Информация о сервере](https://github.com/bloxstraplabs/bloxstrap/wiki/What-is-activity-tracking%3F#server-information-viewing)
vi: [Thông tin máy chủ](https://github.com/bloxstraplabs/bloxstrap/wiki/What-is-activity-tracking%3F#server-information-viewing)

# Menu.Help.GameHistory
source: [Game History](https://github.com/bloxstraplabs/bloxstrap/wiki/What-is-activity-tracking%3F#game-history-viewing)
ru: [История Посещений](https://github.com/bloxstraplabs/bloxstrap/wiki/What-is-activity-tracking%3F#game-history-viewing)
vi: [Lịch sử trò chơi](https://github.com/bloxstraplabs/bloxstrap/wiki/What-is-activity-tracking%3F#game-history-viewing)

# Menu.Help.DiscordRichPresence
source: [Discord Rich Presence](https://github.com/bloxstraplabs/bloxstrap/wiki/What-is-activity-tracking%3F#discord-rich-presence)
ru: [Discord Статус](https://github.com/bloxstraplabs/bloxstrap/wiki/What-is-activity-tracking%3F#discord-rich-presence)
vi: [Trạng thái hoạt động Discord](https://github.com/bloxstraplabs/bloxstrap/wiki/What-is-activity-tracking%3F#discord-rich-presence)

# Menu.Help.MessageLogsAndPlayerLogs
source: [Message Logs and Player Logs](https://github.com/Meddsam/Froststrap/wiki/Features#message-logs-and-player-logs)
ru: [Логи сообщений и Логи игроков](https://github.com/Meddsam/Froststrap/wiki/Features#message-logs-and-player-logs)
vi: [Nhật ký trò chuyện và Nhật ký người chơi](https://github.com/Meddsam/Froststrap/wiki/Features#message-logs-and-player-logs)

# Menu.Help.MultiInstanceLaunching
source: [Multi-Instance Launching](https://github.com/Meddsam/Froststrap/wiki/Features#multi-instance-launching)
ru: [Запуск нескольких сессий](https://github.com/Meddsam/Froststrap/wiki/Features#multi-instance-launching)
vi: [Mở nhiều tiến trình](https://github.com/Meddsam/Froststrap/wiki/Features#multi-instance-launching)

# Menu.Help.PresetFlagViewer
source: [Preset Flag Viewer](https://github.com/Meddsam/Froststrap/wiki/Features#preset-flag-viewer)
ru: [Просмотрщик пресет-флагов](https://github.com/Meddsam/Froststrap/wiki/Features#preset-flag-viewer)
vi: [Trình xem Flag cài sẵn](https://github.com/Meddsam/Froststrap/wiki/Features#preset-flag-viewer)

# Menu.Help.BuiltInLists
source: [Built-In Lists](https://github.com/Meddsam/Froststrap/wiki/Features#built-in-lists)
ru: [Встроенные списки](https://github.com/Meddsam/Froststrap/wiki/Features#built-in-lists)
vi: [Danh sách tích hợp](https://github.com/Meddsam/Froststrap/wiki/Features#built-in-lists)

# Menu.Help.Cleaner
source: [Froststrap Cleaner](https://github.com/Meddsam/Froststrap/wiki/Features#cleaner)
ru: [Авто-очистка](https://github.com/Meddsam/Froststrap/wiki/Features#cleaner)
vi: [Trình dọn dẹp Froststrap](https://github.com/Meddsam/Froststrap/wiki/Features#cleaner)

# Menu.Help.CustomLaunchers
source: [Custom Launchers](https://github.com/Meddsam/Froststrap/wiki/Features#custom-launchers)
ru: [Пользовательские лаунчеры](https://github.com/Meddsam/Froststrap/wiki/Features#custom-launchers)
vi: [Tùy chỉnh trình khởi chạy](https://github.com/Meddsam/Froststrap/wiki/Features#custom-launchers)

# Menu.Help.DisableHardwareAcceleration
source: [Disable Hardware Acceleration](https://github.com/Meddsam/Froststrap/wiki/Features#disable-hardware-acceleration)
ru: [Отключить аппаратное ускорение](https://github.com/Meddsam/Froststrap/wiki/Features#disable-hardware-acceleration)
vi: [Vô hiệu tăng tốc phần cứng](https://github.com/Meddsam/Froststrap/wiki/Features#disable-hardware-acceleration)

# Menu.Help.BetterSuggestionBox
source: [Better Suggestion Box](https://github.com/Meddsam/Froststrap/wiki/Features#better-suggestion-box)
ru: [Улучшенная форма предложений](https://github.com/Meddsam/Froststrap/wiki/Features#better-suggestion-box)
vi: [Hộp gợi ý tốt hơn](https://github.com/Meddsam/Froststrap/wiki/Features#better-suggestion-box)

# Menu.Help.FFlagGuide
source: FFlag Guide
ru: Руководство FFlag
vi: Hướng dẫn FFlag

# Menu.Help.RecommendedBuffering
source: [Recommended Buffering](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#recommended-buffering)
ru: [Рекомендуемая буферизация](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#recommended-buffering)
vi: [Bộ đệm được đề xuất](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#recommended-buffering)

# Menu.Help.RenderingModes
source: [Rendering Modes](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#rendering-mode)
ru: [Режимы Рендеринга](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#rendering-mode)
vi: [Các chế độ kết xuất](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#rendering-mode)

# Menu.Help.OverrideGraphicQuality
source: [Override Graphic Quality](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#override-graphic-quality)
ru: [Качество графики](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#override-graphic-quality)
vi: [Ghi đè chất lượng đồ họa](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#override-graphic-quality)

# Menu.Help.TextureSkipping
source: [Texture Skipping](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#texture-skipping)
ru: [Пропуск текстур](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#texture-skipping)
vi: [Bỏ qua bề mặt](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#texture-skipping)

# Menu.Help.DisableFullScreenTitleBar
source: [Disabling Roblox’s Fullscreen Titlebar](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#disable-full-screen-title-bar)
ru: [Скрыть заголовок окна Roblox в полноэкранном режиме](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#disable-full-screen-title-bar)
vi: [Vô hiệu hóa thanh tiêu đề toàn màn hình của Roblox](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#disable-full-screen-title-bar)

# Menu.Help.Telemetry
source: [Telemetry](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#telemetry)
ru: [Телеметрия](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#telemetry)
vi: [Đo từ xa](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#telemetry)

# Menu.Help.ReduceLagSpikes
source: [Reduce Lag Spikes](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#reduce-lag-spikes)
ru: [Минимизировать просадки ФПС](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#reduce-lag-spikes)
vi: [Giảm gai Lag](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#reduce-lag-spikes)

# Menu.Help.LargeReplicator
source: [Large Replicator](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#large-replicator)
ru: [Большой Дупликатор](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#large-replicator)
vi: [Máy sao chép lớn](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#large-replicator)

# Menu.Help.PayloadLimit
source: [Payload Limit](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#payload-limit)
ru: [Ограничение размера данных](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#payload-limit)
vi: [Giới hạn tải trọng](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#payload-limit)

# Common.Presets
source: Presets
ru: Предустановки
vi: Các cài đặt định sẵn

# Common.Recommended
source: Recommended
ru: Рекомендовано
vi: Khuyến khích

# Common.Experimental
source: Experimental
ru: Экспериментальный
vi: Thí nghiệm

# Common.Reset
source: Reset
ru: Сбросить
vi: Đặt lại

# Common.Value
source: Value
ru: Значение
vi: Giá trị

# Common.Warning
source: Warning
ru: Предупреждение
vi: Cảnh báo

# Common.Yes
source: Yes
ru: Да
vi: Có

# ContextMenu.CloseRoblox
source: Close Roblox
ru: Закрыть Roblox
vi: Đóng Roblox

# ContextMenu.CloseRobloxMessage
source: Are you sure you want to close Roblox? This will forcefully end the process.
ru: Вы уверены, что хотите закрыть Roblox? Это принудительно завершит его процесс.
vi: Bạn có thật sự muốn đóng Roblox? Điều này sẽ buộc kết thúc tiến trình.

# ContextMenu.CopyDeeplinkInvite
source: Copy invite deeplink
ru: Скопировать ссылку-приглашение
vi: Sao chép liên kết lời mời trực tiếp

# ContextMenu.ServerInformation.CopyInstanceId
source: Copy Instance ID
ru: Скопировать ID сервера
vi: Sao chép ID máy chủ

# ContextMenu.ServerInformation.InstanceId
source: Instance ID
ru: ID сервера
vi: ID máy chủ

# ContextMenu.ServerInformation.Location
source: Location
ru: Местоположение
vi: Vị trí

# ContextMenu.ServerInformation.Notification.Text
source: Location: {0} Click for more information
ru: Местоположение: {0} Нажмите для подробной информации
vi: Được đặt tại: {0} Bấm để biết thêm thông tin

# ContextMenu.ServerInformation.Notification.Title.Public
source: Connected to public server
ru: Подключён к публичному серверу
vi: Đã kết nối đến máy chủ công khai

# ContextMenu.ServerInformation.Title
source: Server information
ru: Информация о сервере
vi: Thông tin máy chủ

# ContextMenu.ServerInformation.Type
source: Type
ru: Тип
vi: Loại

# Dialog.AddFastFlag.Title
source: Add Fast Flag
ru: Добавить Fast Flag
vi: Thêm Fast Flag

# Dialog.Connectivity.MoreInfo
source: More information:
ru: Больше информации:
vi: Thông tin thêm:

# Dialog.Connectivity.Title
source: Connectivity error
ru: Ошибка подключения
vi: Lỗi kết nối

# Dialog.Connectivity.UnableToConnect
source: Froststrap is unable to connect to {0}
ru: Froststrap не может подключиться к {0}
vi: Froststrap không thể kết nối tới {0}

# Dialog.Exception.CopyLogContents
source: Copy log contents
ru: Скопировать содержимое журнала
vi: Sao chép dữ liệu log

# Dialog.Exception.Info.1
source: An exception occurred while running Froststrap/Bloxstrap
ru: Возникла ошибка при работе Froststrap
vi: Một trường hợp ngoại lệ đã xảy ra khi đang chạy Froststrap/Bloxstrap
