Repository: RealMeddsam/Froststrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ru, vi

# Uninstaller.Text
source: Uninstalling will remove Froststrap from your system, and automatically reconfigure the default Roblox launcher if it's still installed. If you're uninstalling or reinstalling because you are having issues with Roblox, read [this help page]({0}) first. The uninstall process may not be able to fully clean up itself, so you may need to manually clean up leftover files where Froststrap was installed. Froststrap was installed at "{1}".
ru: Деинсталляция удалит Froststrap из вашей системы и автоматически перенастроит пусковую установку Roblox по умолчанию, если она все еще установлена. Если вы удаляете или переустанавливаете программу из-за проблем с Roblox, сначала прочитайте [эту страницу помощи]({0}). Возможно, процесс удаления может не полностью завершиться сам по себе, поэтому вам может потребоваться вручную очистить оставшиеся файлы, где был установлен Froststrap. Froststrap был установлен по адресу "{1}".
vi: Gỡ cài đặt Froststrap sẽ xóa nó khỏi hệ thống của bạn, và tự động cấu hình lại trình khởi chạy mặc định của Roblox nếu nó vẫn được cài đặt. Nếu bạn đang gỡ cài đặt hoặc cài đặt lại vì gặp sự cố với Roblox, hãy đọc [trang trợ giúp này]({0}) trước. Quá trình gỡ cài đặt có thể không tự dọn dẹp hoàn toàn, vì vậy có thể bạn sẽ cần phải dọn dẹp thủ công các tệp còn sót lại nơi Froststrap đã được cài đặt. Froststrap đã được cài đặt tại "{1}".

# Uninstaller.KeepData.Label
source: Keep my settings and mods
ru: Оставить мои настройки и моды
vi: Giữ lại các cài đặt và mod của tôi

# Uninstaller.KeepData.Description
source: They'll be kept where Froststrap was installed, and will automatically be restored on a reinstall.
ru: Они будут храниться там, где был установлен Froststrap, и будут автоматически восстановлены при переустановке.
vi: Chúng sẽ được giữ lại nơi Froststrap đã được cài đặt, và sẽ tự động khôi phục sau khi cài đặt lại.

# Uninstaller.Uninstall
source: Uninstall
ru: Удалить
vi: Gỡ cài đặt

# LaunchMenu.LaunchRoblox
source: Launch Roblox
ru: Запустить Roblox
vi: Khởi chạy Roblox

# LaunchMenu.ConfigureSettings
source: Configure settings
ru: Настройка параметров
vi: Cài đặt cấu hình

# LaunchMenu.Wiki.Title
source: Having an issue?
ru: Возникли проблемы?
vi: Đang gặp vấn đề?

# LaunchMenu.Wiki.Description
source: See the Wiki for help
ru: Обратитесь к Wiki за помощью
vi: Xem trang Wiki để tìm trợ giúp

# Bootstrapper.WebView2NotFound
source: You currently do not have the WebView2 runtime installed. Some Roblox features will not work properly without it, such as the desktop app. Would you like to download it now?
ru: В настоящее время у вас отсутствует среда выполнения WebView2. Некоторые возможности Roblox не будут работать должным образом без неё, такие, как настольное приложение. Желаете ли вы загрузить её сейчас?
vi: Hiện tại bạn chưa cài đặt WebView2 runtime. Một số tính năng của Roblox sẽ không hoạt động bình thường nếu không có nó, chẳng hạn như ứng dụng trên màn hình chính. Bạn có muốn tải nó ngay bây giờ không?

# Dialog.CannotCreateShortcuts
source: Froststrap was unable to create shortcuts for the Desktop and Start Menu. Try creating them later through the settings.
ru: Froststrap не смог создать ярлыки для Рабочего стола и меню Пуск. Попробуйте создать их позже через настройки.
vi: Froststrap không thể tạo phím tắt cho màn hình chính và Start Menu. Hãy thử tạo chúng thông qua cài đặt.

# Dialog.Exception.Info.2.Alt
source: Check the [Bloxstrap Wiki]({0}) first to see if this problem has already been addressed with a fix. If not, then please report this exception to the maintainers of this fork. Do NOT report this to Bloxstrap's GitHub issues, as this is an unoffical build.
ru: Сначала проверьте [Wiki Froststrap]({0}), чтобы узнать, была ли эта проблема уже решена с помощью исправления. Если нет, то, пожалуйста, сообщите об этом исключении разработчикам этой сборки. НЕ сообщайте о проблеме в GitHub Froststrap, так как это неофициальная сборка.
vi: Tìm xem [Bloxstrap Wiki]({0}) trước để xem nếu vấn đề này đã có phương pháp giải quyết. Nếu không, thì hãy báo cáo vấn đề này đến người quản lí của bản sao này. ĐỪNG báo cáo vấn đề này đến GitHub của Bloxstrap, bởi vì đây là một bản sao không chính thức.

# Installer.Install.Shortcuts.Description
source: These are general shortcuts that bring up a multi-choice launch Menu. Shortcuts for specific functions can be created later in the settings.
ru: Это общие ярлыки, которые вызывают меню запуска с несколькими вариантами выбора. Ярлыки для конкретных функций можно создать позже в настройках.
vi: Đây là các phím tắt chung giúp mở menu khởi chạy với nhiều lựa chọn. Các phím tắt cho các chức năng cụ thể có thể được tạo sau trong phần cài đặt.

# Menu.Shortcuts.Description
source: Configure how Froststrap can be readily launched.
ru: Настройте, как можно легко запустить Froststrap.
vi: Cấu hình cách Froststrap có thể được khởi chạy.

# Menu.Shortcuts.General.Title
source: General
ru: Общие
vi: Chung

# Menu.Shortcuts.General.Description
source: These are the shortcuts that bring up the multi-choice launch Menu.
ru: Эти ярлыки вызывают меню запуска с несколькими вариантами.
vi: Đây là những phím tắt mở ra menu chạy nhiều lựa chọn.

# Menu.Shortcuts.Function.Title
source: Function
ru: Функции
vi: Chức năng

# Menu.Shortcuts.Function.Description
source: Create shortcuts for quick access to specific functions. These will all be placed on the Desktop.
ru: Создайте ярлыки для быстрого доступа к определенным функциям. Они будут размещены на рабочем столе.
vi: Tạo phím tắt để truy cập nhanh vào các chức năng cụ thể. Chúng sẽ được đặt ở màn hình nền.

# ContextMenu.ServerInformation.Notification.Title.Private
source: Connected to private server
ru: Подключён к приватному серверу
vi: Đã kết nối đến máy chủ riêng tư

# ContextMenu.ServerInformation.Notification.Title.Reserved
source: Connected to reserved server
ru: Подключён к зарезервированному серверу
vi: Đã kết nối đến máy chủ dự phòng

# Menu.Mods.Presets.EmojiType.Error
source: The emoji mod can not be applied at this time.
ru: Мод на эмодзи не может быть применен в данный момент.
vi: Mod biểu cảm không thể được áp dụng tại thời điểm này.

# Dialog.AlreadyRunning.Installer
source: Please wait for installation to finish.
ru: Пожалуйста, дождитесь окончания установки.
vi: Hãy đợi cho quá trình cài đặt được hoàn thành.

# Dialog.AlreadyRunning.Uninstaller
source: Please wait for uninstallation to finish.
ru: Пожалуйста, дождитесь окончания удаления.
vi: Hãy đợi cho quá trình gỡ cài đặt được hoàn thành.

# About.Title
source: About Froststrap
ru: О Froststrap
vi: Về Froststrap

# About.Licenses.Title
source: Licenses
ru: Лицензии
vi: Các giấy phép

# About.Translators.Title
source: Translators
ru: Переводчики
vi: Các phiên dịch viên

# Menu.UnsavedChanges
source: You have unsaved changes. Are you sure you want to close without saving?
ru: У вас есть несохранённые изменения. Вы уверены, что хотите закрыть без сохранения?
vi: Bạn có những thay đổi chưa được lưu. Bạn có chắc chắn muốn đóng mà không lưu không?

# InstallChecker.VersionLessThanInstalled
source: The version of Froststrap you've launched is older than the version you currently have installed. Issues may occur and your settings may be altered. A reinstall is recommended. Are you sure you want to continue?
ru: Версия Froststrap, которую вы запустили, старше той, что установлена у вас сейчас. Могут возникнуть проблемы, и измениться настройки. Рекомендуется переустановка. Вы уверены, что хотите продолжить?
vi: Phiên bản Froststrap mà bạn khởi chạy cũ hơn so với phiên bản bạn đã cài đặt. Có thể xảy ra sự cố và các tùy chỉnh của bạn có thể bị thay đổi. Khuyến khích nên cài đặt lại. Bạn có muốn tiếp tục không?

# Dialog.PlayerError.FailedLaunch
source: Roblox failed to launch.
ru: Не удалось запустить Roblox.
vi: Không thể khởi chạy Roblox.

# Dialog.PlayerError.Crash
source: Roblox has crashed.
ru: Roblox крашнулся.
vi: Roblox đã sập.

# Dialog.PlayerError.HelpInformation
source: For information about why this could be happening and how this can be resolved, please read [this help article]({0}). Check if Roblox works with [the original launcher]({1}). If it doesn't, then this isn't a Froststrap issue. If it does, then refer to the help article.
ru: О том, почему это может происходить и как это можно решить, читайте в [этой справочной статье]({0}). Проверьте, работает ли Roblox с [оригинальным загрузчиком]({1}). Если нет, то это не проблема Froststrap. Если работает, то обратитесь к справочной статье.
vi: Để biết thông tin về lý do tại sao lại phát sinh lỗi này và cách giải quyết nó, vui lòng đọc [trợ giúp]({0}). Kiểm tra xem Roblox có hoạt động với [trình khởi chạy gốc]({1}) không. Nếu không, thì đây không phải là lỗi của Froststrap. Nếu có, hãy tham khảo bài viết trợ giúp.

# Common.NetworkError
source: Could not load data because of a network error.
ru: Не удалось загрузить данные из-за возникшей сетевой ошибки.
vi: Không thể tải dữ liệu vì lỗi mạng.

# Common.Loading
source: Loading, please wait...
ru: Загрузка, пожалуйста подождите...
vi: Đang tải, xin vui lòng chờ...

# About.Supporters.Title
source: Froststrap supporters
ru: Спонсоры
vi: Những người hỗ trợ Froststrap

# About.Supporters.Description
source: These are the people who've supported Froststrap through Ko-fi. A massive thank you to everyone here! Every person here is ranked by their overall pledge.
ru: Это люди, поддержавшие Froststrap через Ko-fi. Огромное спасибо каждому из вас! Приведённые здесь люди упорядочены по их общему вкладу.
vi: Đây là những người đã hỗ trợ Froststrap qua Ko-fi. Một lời cảm ơn tới tất cả mọi người ở đây! Thứ hạng của mỗi người ở đây dựa vào mức đóng góp của họ.

# JsonManager.SettingsLoadFailed
source: Your Settings could not be loaded. They have been reset to the default configuration.
ru: Ваши настройки не могут быть загружены. Они были сброшены к конфигурации по умолчанию.
vi: Không thể tải những Cài Đặt của bạn. Chúng đã được đặt lại về cấu hình mặc định.

# JsonManager.FastFlagsLoadFailed
source: Your Fast Flags could not be loaded. They have been reset to the default configuration.
ru: Не удалось загрузить FastFlags. Они были сброшены к конфигурации по умолчанию.
vi: Không thể tải Fast Flag của bạn. Chúng đã được đặt lại về cấu hình mặc định.

# ContextMenu.GameHistory.Title
source: Game history
ru: История последних игр
vi: Lịch sử trò chơi

# ContextMenu.GameHistory.Rejoin
source: Rejoin
ru: Перезайти
vi: Tham gia lại

# ActivityWatcher.RichPresenceLoadFailed
source: Your current game will not show on your Discord presence because an error occurred when loading the game information.
ru: Ваша текущая игра не будет отображаться в статусе активности Discord из-за возникшей ошибки при загрузке информации об игре.
vi: Trò chơi hiện tại của bạn sẽ không hiển thị trên Discord vì đã xảy ra lỗi khi tải thông tin trò chơi.

# ContextMenu.GameHistory.Description
source: Game history is only recorded for your current Roblox session. Games will appear here as you leave them or teleport within them. Not all servers will be rejoinable.
ru: История игр будет сохраняться только в текущей сессии Roblox. Игры будут появляться здесь, когда вы выйдете или зайдёте в них. Не ко всем серверам можно будет перезайти.
vi: Lịch sử trò chơi chỉ được ghi lại cho phiên Roblox hiện tại. Trò chơi sẽ xuất hiện ở đây khi bạn thoát hoặc dịch chuyển trong đó. Không phải tất cả máy chủ có thể được tham gia lại.

# ActivityWatcher.LocationQueryFailed
source: The server location could not be queried. You may be joining games too quickly.
ru: Не удалось запросить местоположение сервера. Возможно, вы слишком быстро присоединяетесь к играм.
vi: Không thể truy vấn vị trí máy chủ. Có thể bạn đang tham gia trò chơi quá nhanh.

# Dialog.Connectivity.TryAgainLater
source: Please try again later.
ru: Пожалуйста, повторите попытку позже.
vi: Vui lòng thử lại sau.

# Dialog.Connectivity.RobloxUpgradeSkip
source: For this launch, Roblox will not be checked for upgrades, and changes to mods will not be applied.
ru: При этом запуске, Roblox не будет проверять обновления, и изменения в модификациях не будут применяться.
vi: Trong lần chạy này, Roblox sẽ không được kiểm tra để cập nhật, và những thay đổi đối với các mod sẽ không áp dụng.

# Dialog.Connectivity.RobloxUpgradeNeeded
source: Because Roblox needs to be installed or upgraded, Froststrap cannot continue.
ru: Поскольку Roblox нуждается в установке или обновлении, Froststrap не может продолжить работу.
vi: Vì Roblox cần được cài đặt hoặc cập nhật, Froststrap không thể tiếp tục.

# Installer.Install.CannotOverwrite
source: Froststrap has been installed to this location before and is still present, however the installer cannot overwrite the old executable. Please manually delete Froststrap.exe from the install location or try restarting your system, and then retry installation afterwards.
ru: Froststrap был установлен в это место раньше и до сих пор присутствует, однако программа установки не может перезаписать старый исполняемый файл. Пожалуйста, удалите вручную Froststrap.exe из местоположения установки или попробуйте перезапустить систему, а затем попробуйте установить снова.
vi: Froststrap đã được cài đặt vào vị trí này trước đây và vẫn còn ở đó, tuy nhiên trình cài đặt không thể ghi đè lên tệp cài đặt cũ. Vui lòng xóa thủ công Froststrap.exe khỏi vị trí cài đặt hoặc thử khởi động lại hệ thống của bạn, sau đó thử cài đặt lại sau đó.

# Common.NotAvailable
source: Not available
ru: Недоступно
vi: Không có sẵn

# Menu.Mods.Misc.CompatibilitySettings.Title
source: Manage compatibility settings
ru: Управление параметрами совместимости
vi: Quản lý cài đặt tương thích

# Menu.Mods.Misc.CompatibilitySettings.Description
source: Configure application parameters such as DPI scaling behaviour and [fullscreen optimizations]({0}).
ru: Настройте параметры приложения, такие как поведение масштабирования DPI и [полноэкранные оптимизации]({0}).
vi: Cấu hình các thông số ứng dụng như hành vi thay đổi tỷ lệ DPI và [tối ưu hóa toàn màn hình]({0}).

# Common.RobloxNotInstalled
source: Roblox has not yet been installed. Please launch Roblox using Froststrap at least once before trying to use this option.
ru: Roblox ещё не установлен. Пожалуйста, запустите Roblox используя Froststrap хотя бы один раз перед тем, как использовать эту опцию.
vi: Roblox chưa được cài đặt. Vui lòng khởi chạy Roblox bằng Froststrap ít nhất một lần trước khi thử sử dụng tùy chọn này.

# Installer.ShouldCancel
source: Are you sure you want to cancel the installation?
ru: Вы уверены, что хотите отменить установку?
vi: Bạn có chắc chắn muốn hủy cài đặt không?

# Bootstrapper.JsonManagerSaveFailed
source: Failed to save {0}: {1}
ru: Не удалось сохранить {0}: {1}
vi: Lưu thất bại {0}: {1}

# Dialog.IconLoadFailed
source: The chosen bootstrapper icon could not be loaded. {0}
ru: Выбранный значок для лаунчера не может быть загружен. {0}
vi: Không thể tải biểu tượng trình khởi động đã chọn. {0}

# Menu.Shortcuts.ExtractIcons.Title
source: Extract Roblox icons to folder
ru: Извлечь значки Roblox в папку
vi: Trích xuất biểu tượng Roblox vào thư mục

# Menu.Shortcuts.ExtractIcons.Description
source: Allows you to use Froststrap's range of Roblox icons for your shortcuts. [See how.]({0})
ru: Позволяет использовать ряд иконок Roblox от Froststrap для ваших ярлыков. [Смотрите как.]({0})
vi: Cho phép bạn sử dụng các biểu tượng Roblox có sẵn trong Froststrap cho các phím tắt của bạn. [Xem cách.]({0})

# Dialog.RegistryWriteError
source: Froststrap is unable to write to the Windows Registry. An antivirus is likely interfering and causing issues. Please check to make sure there isn't anything that would restrict Froststrap's operation.
ru: Froststrap не может записать данные в реестр Windows. Вероятно, в работу программы вмешивается антивирус, и вызывает проблемы. Пожалуйста, убедитесь, что нет ничего, что могло бы ограничить работу Froststrap.
vi: Froststrap không thể ghi vào Registry của Windows. Có thể một phần mềm diệt virus đang can thiệp và gây ra vấn đề. Vui lòng kiểm tra để đảm bảo không có gì làm ảnh hưởng Froststrap.

# About.Supporters.Monthly
source: Monthly
ru: Ежемесячные подписчики
vi: Hàng tháng

# About.Supporters.OneOff
source: One-off
ru: Одноразовые донатеры
vi: Một lần

# Common.Analytics
source: Analytics
ru: Аналитика
vi: Phân tích

# Menu.FastFlags.Reset.Title
source: Reset everything to default
ru: Сбросить все по умолчанию
vi: Đặt tất cả cài đặt về mặc định

# Dialog.Exception.Report
source: Report exception
ru: Сообщить об ошибке
vi: Báo cáo lỗi

# Menu.TestMode
source: Test Mode
ru: Режим тестирования
vi: Chế độ thử nghiệm

# Menu.TestMode.Prompt
source: Test Mode makes it easier to iteratively test how your settings affect Roblox. While enabled, it will automatically launch Roblox after closing Settings, and reopen Settings after closing Roblox, in a cycle until you disable it. Would you like to enable Test Mode?
ru: Тестовый режим позволяет в итеративном порядке протестировать, как ваши настройки влияют на Roblox. Если включено, то после закрытия настроек автоматически запустится Roblox и настройки откроются снова после закрытия Roblox, в цикле, пока вы не отключите его. Хотите включить тестовый режим?
vi: Chế độ thử nghiệm giúp bạn dễ dàng kiểm tra các cài đặt ảnh hưởng đến Roblox như thế nào. Khi được bật, nó sẽ tự động khởi chạy Roblox sau khi đóng Cài Đặt, và mở lại Cài Đặt sau khi đóng Roblox, lặp lại theo chu kỳ cho đến khi bạn tắt chế độ này. Bạn có muốn bật chế độ thử nghiệm không?

# About.Translators.Description
source: All of Froststrap's translations are crowdsourced through [Crowdin]({0}). Everyone listed here are people who generously volunteered their time and effort to help localise Froststrap. A massive thank you to everyone here!
ru: Все переводы Froststrap выполнены с помощью краудсорсинга [Crowdin]({0}). Все, кто здесь перечислены, — это люди, которые щедро пожертвовали своим временем и усилиями, чтобы помочь локализовать Froststrap. Огромное спасибо всем присутствующим!
vi: Tất cả các bản dịch của Froststrap đều được đóng góp từ cộng đồng thông qua [Crowdin]({0}). Tất cả những người được liệt kê ở đây đều đã tự nguyện dành thời gian và công sức để giúp dịch Froststrap. Xin gửi lời cảm ơn chân thành đến tất cả mọi người!

# Common.Navigation.Install
source: Install
ru: Установить
vi: Cài đặt

# LaunchMenu.Discord
source: Join our Discord server
ru: Присоединяйтесь к нашему Discord-серверу
vi: Tham gia Discord của chúng tôi

# Paths.Icons
source: Icons
ru: Иконки
vi: Biểu tượng

# Menu_FlagProfiles_Title
source: Fast Flag Profiles
ru: FFlag Профили
vi: Hồ sơ FastFlag

# Menu_FlagProfiles_Description
source: Save and load fast flag profiles.
ru: Сохранять и загружать FFlag профили.
vi: Lưu và tải hồ sơ FastFlag.

# Common_FastFlags
source: Fast Flag Editor
ru: Редактор FFlag-ов
vi: Trình chỉnh sửa FastFlag

# Menu_FastFlagProfiles_Save
source: Save current flags
ru: Сохранить текущие флаги
vi: Lưu flag hiện tại

# Menu.FastFlagEditor.ProfilesDescription
source: Flag Profiles
ru: Flag Профили
vi: Hồ sơ Flag

# Menu.Load
source: Load
ru: Загрузка
vi: Tải

# Bootstrapper.Status.CancelUpgrade
source: Cancelling Roblox upgrade.
ru: Отмена обновления Roblox.
vi: Đang hủy cập nhật Roblox.

# Menu.Behaviour.RenameToEurotrucks.Title
source: Ansel support
ru: Поддержка Ansel
vi: Hỗ trợ Ansel

# Menu.Behaviour.RenameToEurotrucks.Description
source: Renames Roblox to "eurotrucks2". Requires [supported graphic card](https://www.nvidia.com/en-us/geforce/technologies/ansel/supported-gpus/). This feature is required for shaders.
ru: Переименовывает Roblox в "eurotrucks2". Требуется [поддерживаемая видеокарта](https://www.nvidia.com/en-us/geforce/technologies/ansel/supported-gpus/). Эта функция необходима для шейдеров.
vi: Đổi tên Roblox thành "eurotrucks2". Yêu cầu [card đồ họa được hỗ trợ](https://www.nvidia.com/en-us/geforce/technologies/ansel/supported-gpus/). Tính năng này là cần thiết cho shader.

# Menu.Behaviour.Channel.Title
source: Channel
ru: Канал
vi: Kênh

# LaunchMenu.LaunchRobloxStudio
source: Launch Roblox Studio
ru: Запустить Roblox Studio
vi: Khởi chạy Roblox Studio

# Dialog.Exception.Version
source: Version {0}
ru: Версия {0}
vi: Phiên bản {0}

# Enums.BootstrapperStyle.CustomDialog
source: Custom
ru: Пользовательский
vi: Tuỳ chọn

# Bootstrapper.FilesInUse
source: Froststrap tried to upgrade Roblox but can't because Roblox's files are still in use. Please close any applications that may be using Roblox's files, and relaunch.
ru: Froststrap попытался обновить Roblox, но не может, так как файлы Roblox все ещё используются. Пожалуйста, закройте приложения, которые могут использовать файлы Roblox, и перезапустите Froststrap.
vi: Froststrap không thể cập nhật Roblox vì các tập tin của Roblox đang được sử dụng Xin hãy đóng các ứng dụng đang sử dụng các tập tin của Roblox, và khởi động lại.

# FileTypes.ZipArchive
source: Zip archive
ru: ZIP-архив
vi: Nén thành tệp Zip

# Common.Export
source: Export
ru: Экспортировать
vi: Xuất ra

# Menu.Channel.Description
source: Change deployment and installation settings for Roblox & Froststrap.
ru: Изменить настройки развёртывания и установки для Roblox и Froststrap.
vi: Thay đổi cài đặt triển khai và cài đặt cho Roblox & Froststrap

# Common.Channel
source: Channel
ru: Канал
vi: Kênh

# Menu.ChannelChanger.Description
source: Sets the deployment channel. Do not change unless you what you’re doing!
ru: Устанавливает канал развертывания. Не меняйте, если не понимаете, что делаете!
vi: Đặt kênh triển khai. Không được thay đổi nếu bạn không biết mình đang làm gì!

# Common.Version
source: Version
ru: Версия
vi: Phiên bản

# Common.VersionGuid
source: Version Guid
ru: Guid версии
vi: Hướng dẫn phiên bản

# Menu.Channel.RobloxUpgrades
source: Roblox upgrades
ru: Обновления Roblox
vi: Cập nhật Roblox

# Menu.Channel.RobloxUpgrades.Description
source: When disabled, Roblox client won't upgrade to newer versions.
ru: Если отключено, клиент Roblox не будет обновляться до более новых версий.
vi: Khi vô hiệu, Roblox sẽ không cập nhật lên phiên bản mới nhất

# Bootstrapper.Status.Downloading
source: Downloading
ru: Скачивание
vi: Đang tải xuống

# Menu.Appearance.BootstrapperDownloading.Title
source: Bootstrapper downloading status
ru: Статус загрузки загрузчика
vi: Trạng thái tải xuống trình khởi động

# Menu.Appearance.BootstrapperDownloading.Description
source: Change downloading string. {0} is package name, {1} is downloaded packages size and {2} is total size of packages.
ru: Измените строку загрузки. {0} - имя пакета, {1} - размер загруженных пакетов, {2} - общий размер пакетов.
vi: Thay đổi chuỗi tải xuống. {0} là tên gói, {1} là kích thước gói tải xuống và {2} là tổng kích thước của các gói.

# Menu.Behaviour.MultiInstances.Title
source: Multi-instance launching
ru: Запуск нескольких окон с Roblox
vi: Chạy nhiều tiến trình

# Menu.Behaviour.MultiInstances.Description
source: Allows for more than one Roblox instance to be opened simultaneously. May cause issues with desktop app.
ru: Позволяет открывать более одного окна Roblox одновременно. Может вызывать проблемы с десктоп приложением.
vi: Cho phép nhiều phiên bản Roblox được mở đồng thời. Có thể gây ra sự cố với ứng dụng khác.

# Menu.FastFlags.Presets.Telemetry.Title
source: Disable Roblox telemetry
ru: Отключить телеметрию Roblox
vi: Vô hiệu đo từ xa Roblox

# Menu.FastFlags.Presets.Telemetry.Description
source: Note: This setting disables a large majority of Roblox's telemetry, but not all.
ru: Примечание: Эта настройка отключает большую часть телеметрии Roblox, но не всю.
vi: Lưu ý: Cài đặt này vô hiệu hóa phần lớn dữ liệu từ xa của Roblox, nhưng không phải tất cả.

# Menu.FastFlags.Presets.Telemetry
source: Telemetry
ru: Телеметрия
vi: Đo từ xa
