Repository: RealMeddsam/Froststrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ru, vi

# Menu.Help.BypassVulkan
source: [Bypass Vulkan](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#bypass-vulkan-requirement)
ru: [Обход Проверки Vulkan](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#bypass-vulkan-requirement)
vi: [Bỏ qua Vulkan](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#bypass-vulkan-requirement)

# Menu.Help.LightCulling
source: [Light Culling](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#light-culling)
ru: [Отсечение Света](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#light-culling)
vi: [Loại bỏ ánh sáng](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#light-culling)

# Menu.Help.BGRASupport
source: [BGRA Support](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#bgra-support)
ru: [Поддержка BGRA](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#bgra-support)
vi: [Hỗ trợ BGRA](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#bgra-support)

# Menu.Help.MaquetteFramesBeforeShown
source: [Maquette Frames Before Shown](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#maquette-frames-before-shown)
ru: [Фреймы макета до отображения](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#maquette-frames-before-shown)
vi: [Khung Maquette Trước Khi Hiển Thị](https://github.com/Meddsam/Froststrap/wiki/A-guide-to-FastFlags#maquette-frames-before-shown)

# Menu.FastFlagEditor.Description
source: Manage your FastFlags here. Check out more features in Advanced Settings
ru: Управляйте своими флагами здесь. Узнайте больше в расширенных настройках
vi: Quản lý FastFlags của bạn tại đây. Xem thêm các tính năng khác trong Cài đặt nâng cao

# Menu.CustomMods.Title
source: Custom Mods
ru: Пользовательские моды
vi: Mod tùy chỉnh

# Menu.CustomMods.Description
source: Allows you to install custom mods from the Bootstrapper.
ru: Позволяет установить пользовательские моды из Bootstrapper.
vi: Cho phép bạn cài đặt các bản mod tùy chỉnh từ Bootstrapper.

# Menu.AdvancedSettings.SettingsSaved
source: Settings saved. You can now close this window
ru: Настройки сохранены. Теперь вы можете закрыть это окно
vi: Đã lưu cài đặt. Bây giờ bạn có thể đóng cửa sổ này

# Menu.FastFlagEditor.AdvancedSettings
source: Advanced Settings
ru: Расширенные Настройки
vi: Cài đặt nâng cao

# Enums.CopyFormatMode.Format1
source: Default
ru: По умолчанию
vi: Mặc định

# Enums.CopyFormatMode.Format2
source: Recommended
ru: Рекомендовано
vi: Khuyến khích

# Enums.CopyFormatMode.Format3
source: Alphabetical
ru: По алфавиту
vi: theo bảng chữ cái

# Enums.CopyFormatMode.Format4
source: Descending by length
ru: По убыванию длины
vi: Giảm dần theo chiều dài

# Common.SearchBy
source: Search By
ru: Поиск По
vi: Tìm kiếm theo

# Common.ModType
source: Type: Mod
ru: Категория: Мод
vi: Loại: Mod

# Common.LauncherType
source: Type: Launcher
ru: Категория: Лаунчер
vi: Loại: Trình khởi chạy

# Menu.FastFlagsEditor.AdvancedSettings.ToggleFlagCount.Description
source: Toggle the total flag count in the fastflag editor.
ru: Показывает количество ффлагов
vi: Chuyển đổi tổng số cờ trong trình chỉnh sửa fastflag.

# Menu.FastFlagsEditor.AdvancedSettings.ToggleFlagCount.Title
source: Flag Count
ru: Счетчик Флагов
vi: Đếm cờ

# Menu.FastFlagsEditor.AdvancedSettings.PresetColumn.Title
source: Preset Column
ru: Столбец Пресетов
vi: Cột đặt trước

# Menu.FastFlagsEditor.AdvancedSettings.PresetColumn.Description
source: Toggle the Preset Column which shows toggleable fflags in fastflag setting
ru: Показывает иконки возле ффлагов, true будет зеленый а false красный.
vi: Chuyển đổi Cột cài đặt sẵn hiển thị các FFlag có thể chuyển đổi trong cài đặt FastFlag

# Menu.FastFlagsEditor.AdvancedSettings.CopyFormat.Title
source: Copy Format
ru: Формат копирования
vi: Sao chép định dạng

# Menu.FastFlagsEditor.AdvancedSettings.CopyFormat.Description
source: Choose the format for copying JSON.
ru: Выберите формат для копирования JSON
vi: Chọn định dạng để sao chép JSON.

# Installer.InstallationNotFound
source: Bloxstrap installation was not found.
ru: Установка Froststrap не найдена.
vi: Không tìm thấy cài đặt Bloxstrap.

# Menu.FastFlags.Presets.WhiteSky.Description
source: Sets the skybox to white if a custom game skybox is not present.
ru: Может сделать весь экран белым, если игра не имеет небо по умолчанию. Примечание: это использует флаг неба серым.
vi: Có thể làm toàn bộ màn hình thành màu trắng nếu trò chơi không có bầu trời mặc định. Lưu ý: điều này sử dụng cờ bầu trời màu xám.

# Menu.FastFlags.Presets.RainbowSky.Title
source: Rainbow Sky
ru: Радужное небо
vi: Bầu trời cầu vồng

# Menu.FastFlags.Presets.RainbowSky.Description
source: Sets the skybox to include a variety of colors. Note: Note: Certain icons or images will appear distorted due to Texture Skipping. This setting is not guaranteed to work every time!
ru: Удаление иконок из-за пропусков, также может быть довольно ошибкой и может не работать. Примечание: Это может включать другие переключаемые настройки.
vi: Xóa các biểu tượng do skipmips, cũng có thể khá nhiều lỗi và có thể không hoạt động. Lưu ý: Điều này có thể kích hoạt các cài đặt có thể bật/tắt khác.

# Menu.FastFlags.Presets.BlackSky.Title
source: Black Sky
ru: Черное небо
vi: Bầu trời đen

# Enums.Theme.Forest
source: Forest
ru: Лес
vi: Rừng

# Enums.Theme.Midnight
source: Midnight
ru: Полночь
vi: Nửa đêm

# Enums.Theme.RedBlue
source: Red Blue
ru: Красно-Cиний
vi: Đỏ Xanh Dương

# Enums.Theme.Aqua
source: Aqua
ru: Аква
vi: Nước

# Enums.Theme.PurpleMoon
source: Purple Moon
ru: Фиолетовая Луна
vi: Trăng tím

# Enums.Theme.CottonCandy
source: Cotton Candy
ru: Сахарная Вата
vi: Kẹo bông

# Menu.Behaviour.DisableAnimation.Description
source: When enabled, it will disable all animations within the app. Requires app restart.
ru: Отключает все анимации в Froststrap. Требуется перезапуск.
vi: Khi được bật, nó sẽ vô hiệu hóa tất cả hoạt ảnh trong ứng dụng. Yêu cầu khởi động lại ứng dụng.

# Menu.Behaviour.DisableAnimation.Title
source: Disable Animations
ru: Отключить Анимации
vi: Vô hiệu hoạt ảnh

# Menu.Bootstrapper.Cleaner.Logs.Title
source: Logs Menu
ru: Меню Логов
vi: Nhật ký

# Menu.FastFlagEditor.AdvancedSettings.SingleAddID
source: Add with ID
ru: Добавить с идентификатором
vi: Thêm với ID

# Menu.FastFlagEditor.AdvancedSettings.ImportAddID
source: Import ID JSON
ru: Импортировать ID JSON
vi: Nhập ID JSON

# Menu.Mods.Misc.CustomCursor.Choose
source: Choose Cursor...
ru: Выберите Курсор...
vi: Chọn con trỏ chuột

# Menu.Mods.Misc.CustomCursor.Description
source: Use your own mouse cursors in Roblox
ru: Используйте собственные курсоры мыши в Roblox
vi: Sử dụng con trỏ chuột của riêng bạn trong Roblox

# Menu.Mods.Misc.CustomCursor.Remove
source: Remove Custom Cursor
ru: Удалить пользовательский Курсор
vi: Loại bỏ con trỏ chuột tùy chỉnh

# Menu.Mods.Misc.CustomCursor.Title
source: Use Custom Cursor
ru: Использовать Пользовательский Курсор
vi: Dùng con trỏ chuột tùy chỉnh

# Menu.FastFlagsEditor.AdvancedSettings.AddWithID.Description
source: Enable to show 'Add with ID' and 'Import ID JSON' tabs in Add New dialog.
ru: Отображает вкладки 'Добавить по ID' и 'Импортировать JSON ID' в диалоговом окне 'Добавить Новый'
vi: Cho phép hiển thị các tab 'Thêm bằng ID' và 'Nhập ID JSON' trong hộp thoại Thêm mới.

# Menu.FastFlagsEditor.AdvancedSettings.AddWithID.Title
source: Add With ID
ru: Добавить с идентификатором
vi: Thêm bằng ID

# Menu.FastFlags.Presets.BlackSky.Description
source: Sets the skybox to black. Note: Certain icons or images will appear distorted due to Texture Skipping.
ru: Удаляет значки из-за пропущенных MIP-карт. Примечание: это может активировать другие настройки.
vi: Xóa các biểu tượng do skipmips. Lưu ý: Điều này có thể kích hoạt các cài đặt có thể bật/tắt khác.

# Menu.FastFlags.Presets.SmoothTextures.Title
source: Smooth Textures
ru: Гладкие Текстуры
vi: Làm mượt bề mặt

# Menu.FastFlags.Presets.SmoothTextures.Description
source: Smooths almost all in-game textures. Note: Some icons or images may appear distorted due to Texture Skipping. Compatibility or stability is not guaranteed on all systems, as this feature enables the Vulkan rendering API.
ru: Включает текстуры с более гладким внешним видом. Примечание: это скроет значки из-за пропуска MIP-карт и будет использовать Vulkan.
vi: Cho phép một số bề mặt trông mượt mà. Lưu ý: Điều này sẽ ẩn các biểu tượng do SkipMip và sử dụng chế độ kết xuất Vulkan

# Menu.FastFlags.Presets.DisableLayeredClothing.Description
source: Removes Roblox’s layered clothing system from rendering on avatars. Note: Enabling this setting potentially may lead to improved performance.
ru: Настройка позволяет не рендерить многослойную одежду. Примечание: Включение этой настройки потенциально может привести к улучшению производительности.
vi: Xóa hệ thống quần áo nhiều lớp của Roblox khỏi việc hiển thị trên hình đại diện. Lưu ý: Bật cài đặt này có khả năng cải thiện hiệu suất.”

# Menu.Channels.HardwareAccelRestart
source: Please restart the app for hardware acceleration to disable and take effect.
ru: Пожалуйста, перезапустите приложение чтобы аппаратное ускорение было отключено.
vi: Vui lòng khởi động lại ứng dụng để tăng tốc phần cứng được vô hiệu hóa và có hiệu lực.

# Menu.Channels.DisableAnimationRestart
source: Please restart the app for the animations to disable.
ru: Пожалуйста, перезапустите приложение для отключения анимаций.
vi: Vui lòng khởi động lại ứng dụng để hoạt ảnh được vô hiệu hóa.

# Common.FilterType
source: Filter Type:
ru: Тип фильтра:
vi: Loại lọc:

# ContextMenu.Logs.Title
source: Logs Menu
ru: Меню Логов
vi: Menu nhật ký

# Menu.FastFlags.Presets.SkyColor.Description
source: Sets experimental skybox colors using a combination of fast flags. Note: These settings may be unstable, buggy, or incompatible with certain games.”
ru: These are expiremental sky colors that could bug your game. Note: These could use other toggleable fflags like gray sky
vi: These are expiremental sky colors that could bug your game. Note: These could use other toggleable fflags like gray sky

# Enums.FlagPresets.InGameMenuVersion.V1
source: 2015 (V1)
vi: 2015 (Phiên bản 1)

# Enums.FlagPresets.InGameMenuVersion.V2
source: 2020 (V2)
vi: 2020 (Phiên bản 2)

# Enums.FlagPresets.InGameMenuVersion.V4
source: 2023 (V4)
vi: 2023 (Phiên bản 3)

# Enums.FlagPresets.LightingMode.Future
source: Future (Phase 3)
vi: Future (Giai Đoạn 3)

# Enums.FlagPresets.LightingMode.ShadowMap
source: Shadow Map (Phase 2)
vi: Shadow Map (Giai Đoạn 2)

# Enums.FlagPresets.LightingMode.Voxel
source: Voxel (Phase 1)
vi: Voxel (Giai Đoạn 1)
