Repository: RealMeddsam/Froststrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ru, vi

# Menu.FastFlags.Presets.TextureSkipping.Description
source: Textures and icon quality will look worse at higher values. Note: A performance boost may not be guaranteed when using this setting depending on your system.
ru: Качество текстур и иконок будет хуже при более высоких значениях. Примечание: Увеличение производительности при использовании этой настройки не гарантируется, в зависимости от вашей системы.
vi: Chất lượng kết cấu và biểu tượng sẽ trông tệ hơn ở các giá trị cao hơn. Lưu ý: Hiệu suất tăng có thể không được đảm bảo khi sử dụng cài đặt này tùy thuộc vào hệ thống của bạn.

# Menu.FastFlags.Presets.ReduceLagSpikes.Title
source: Network Output Stabilization
ru: Стабилизация сетевого выхода
vi: Ổn định đầu ra mạng

# Menu.FastFlags.Presets.ReduceLagSpikes.Description
source: Potentially prevent extreme network spikes by smoothing out network output.
ru: Потенциально предотвращает экстремальные скачки сети за счёт сглаживания сетевого трафика.
vi: Có khả năng ngăn ngừa các đột biến mạng cực cao bằng cách làm mượt đầu ra mạng.

# Menu.FastFlags.Presets.NoPayloadLimit.Title
source: Remove Payload Limit
ru: Удалить лимит нагрузки
vi: Xóa giới hạn tải trọng

# Menu.FastFlags.Presets.RCore.Title
source: Roblox Core
ru: Ядро Roblox
vi: Nhân Roblox

# Menu.FastFlags.Presets.LargeReplicator.Title
source: Large Replicator
ru: Большой Дупликатор
vi: Máy sao chép lớn

# Menu.FastFlags.Presets.LargeReplicator.Description
source: Improves the speeds of large read and write operations.
ru: Улучшает скорость больших операций чтения и записи.
vi: Cải thiện tốc độ của các hoạt động đọc và ghi dữ liệu lớn.

# Menu.FastFlags.Presets.FasterLoading.Title
source: Faster Loading
ru: Быстрая загрузка
vi: Tải nhanh hơn

# Menu.FastFlags.Presets.FasterLoading.Description
source: Decreases wait time by optimizing loading speeds.
ru: Уменьшает время ожидания за счёт оптимизации скорости загрузки.
vi: Giảm thời gian chờ bằng cách tối ưu hóa tốc độ tải.

# Menu.FastFlags.Presets.BufferArray.Title
source: Buffer Array Length
ru: Длина массива буфера
vi: Chiều dài mảng đệm

# Menu.FastFlags.Presets.BufferArray.Description
source: Controls how much data is temporarily stored before being processed or sent.
ru: Контролирует объем данных, временно хранящихся перед обработкой или отправкой.
vi: Kiểm soát lượng dữ liệu được lưu trữ tạm thời trước khi được xử lý hoặc gửi đi.

# Menu.FastFlags.Presets.MTU.Title
source: MTU Connection Size
ru: Размер соединения MTU
vi: Kích thước kết nối MTU

# Menu.FastFlags.Presets.MTU.Description
source: Configure the bytes of data that are transferred over your network. Note: Most people can handle MTU sizes from 576–1500.
ru: Настройте количество байтов данных, передаваемых по вашей сети. Примечание: Большинство пользователей могут работать с размерами MTU от 576 до 1500.
vi: Cấu hình các byte dữ liệu được truyền qua mạng của bạn. Lưu ý: Hầu hết mọi người có thể xử lý kích thước MTU từ 576–1500.

# Menu.FastFlags.Presets.DynamicReso.Title
source: Pixel Resolution
ru: Разрешение пикселей
vi: Độ phân giải Pixel

# Menu.FastFlags.Presets.DynamicReso.Description
source: Sets the pixel resolution in a game. This setting is similar to adjusting video quality on YouTube.
ru: Устанавливает разрешение пикселей в игре. Этот параметр похож на настройку качества видео на YouTube.
vi: Đặt độ phân giải pixel trong trò chơi. Cài đặt này tương tự như điều chỉnh chất lượng video trên YouTube.

# Menu.FastFlags.Presets.Categories.Rendering
source: Rendering and Graphics
ru: Прорисовка и графика
vi: Kết xuất và đồ họa

# Menu.FastFlags.Presets.Categories.UserInterface.Title
source: User Interface and Layout
ru: Пользовательский интерфейс и макет
vi: Giao diện người dùng và bố cục

# Menu.FastFlags.Presets.Categories.UserInterface.Description
source: Configure the appearance and arrangement of Roblox’s UI.
ru: Настройка внешнего вида и расположения пользовательского интерфейса Roblox.
vi: Cấu hình giao diện và cách sắp xếp UI của Roblox.

# Menu.FastFlags.ManagerEnabled.Title
source: Allow Froststrap to manage FastFlags
ru: Разрешить Froststrap управлять Fast Flags
vi: Cho phép Froststrap quản lý FastFlag

# Menu.FastFlags.ManagerEnabled.Description
source: Disabling this will prevent anything configured here from being applied to Roblox.
ru: Отключение этого предотвратит применение всего настроенного здесь к Roblox.
vi: Tắt tính năng này sẽ ngăn bất kỳ cài đặt nào ở đây được áp dụng vào Roblox.

# Menu.FastFlags.Presets.MSAA.Title
source: Anti-aliasing quality (MSAA)
ru: Качество сглаживания (MSAA)
vi: Chất lượng khử răng cưa (MSAA)

# Menu.FastFlags.Presets.MSAA.Description
source: Higher MSAA levels reduce jagged edges but may impact performance.
ru: Высокие уровни MSAA уменьшают зазубренные края, но могут повлиять на производительность.
vi: Mức MSAA cao hơn sẽ làm giảm các răng cưa nhưng có thể ảnh hưởng đến hiệu suất.

# Menu.FastFlags.Presets.DisableAds.Description
source: Disable Roblox Built-In Ads
ru: Отключить встроенную рекламу Roblox
vi: Vô hiệu quảng cáo tích hợp của Roblox

# Menu.FastFlags.Presets.DisableAds.Title
source: Disable Ads
ru: Отключить рекламу
vi: Vô hiệu quảng cáo

# Menu.FastFlags.Presets.BypassVulkan.Title
source: Bypass Vulkan
ru: Обход Vulkan
vi: Bỏ qua Vulkan

# Menu.FastFlags.Presets.RefreshRate.Title
source: Set Target Refresh Target
ru: Установить целевую частоту обновления
vi: Đặt mục tiêu làm mới khung hình

# Menu.FastFlags.Presets.RefreshRate.Description
source: Controls the frame rate Roblox should aim for. Recommended to set this value to your monitor’s refresh rate. Default value is 60.
ru: Управляет частотой кадров, на которую должен ориентироваться Roblox. Рекомендуется установить это значение равным частоте обновления вашего монитора. Значение по умолчанию равняется 60-ти.
vi: Kiểm soát tốc độ khung hình mà Roblox nên hướng tới. Nên đặt giá trị này theo tốc độ làm mới của màn hình. Giá trị mặc định là 60.

# Menu.FastFlags.Presets.LowPolyMeshes.Description
source: Reduces the quality of polygon meshes to potentially improve rendering performance or reduce memory usage.
ru: Снижает количество полигонов, чтобы потенциально улучшить производительность рендеринга или уменьшить использование памяти.
vi: Giảm chất lượng của lưới đa giác để có thể cải thiện hiệu suất kết xuất hoặc giảm mức sử dụng bộ nhớ.

# Menu.FastFlags.Presets.LowPolyMeshes.Title
source: Low-Poly Meshes
ru: Низкополигональные меши
vi: Lưới Poly Thấp

# Menu.FastFlags.Presets.Rendering.Description
source: Configure experimental settings related to graphics and rendering.
ru: Настроить экспериментальные параметры, связанные с графикой и рендерингом.
vi: Cấu hình các thiết lập thử nghiệm liên quan đến đồ họa và kết xuất.

# Menu.FastFlags.Presets.GraySky.Title
source: Gray Sky
ru: Серое небо
vi: Bầu trời xám

# Menu.FastFlags.Presets.GraySky.Description
source: Sets the sky to gray in certain games. Note: This setting does not affect games that use custom skyboxes.
ru: Устанавливает серый цвет неба в некоторых играх. Примечание: Эта настройка не влияет на игры, использующие пользовательские скайбоксы.
vi: Đặt bầu trời thành màu xám trong một số trò chơi nhất định. Lưu ý: Cài đặt này không ảnh hưởng đến các trò chơi sử dụng skybox tùy chỉnh.

# Menu.FastFlags.Presets.UnthemedInstances.Title
source: Rainbow UI/Textures
ru: Радужный Интерфейс / Текстуры
vi: Giao diện người dùng/Bề mặt nhiều màu

# Menu.FastFlags.Presets.UnthemedInstances.Description
source: Applies a variety of random colors to text and UI elements that typically lack color. Note: This setting may cause certain games to look strange and discolored.
ru: Применяет различные случайные цвета к тексту и элементам интерфейса, которые обычно не имеют цвета. Примечание: Эта настройка может привести к тому, что некоторые игры будут выглядеть странно и неестественно окрашенными.
vi: Áp dụng nhiều màu ngẫu nhiên cho văn bản và các thành phần UI thường không có màu. Lưu ý: Cài đặt này có thể khiến một số trò chơi trông lạ và mất màu.

# Menu.FastFlags.Presets.MinimalRendering.Title
source: Minimal Rendering
ru: Минимальный рендеринг
vi: Kết xuất tối thiểu

# Menu.FastFlags.Presets.MinimalRendering.Description
source: Renders certain terrain and textures at a lower quality, potentially improving performance.
ru: Отображает некоторые рельефы и текстуры с более низким качеством, потенциально улучшая производительность.
vi: Hiển thị một số địa hình và kết cấu ở chất lượng thấp hơn, có khả năng cải thiện hiệu suất.

# Menu.FastFlags.Presets.DisableClouds.Title
source: Disable Clouds
ru: Отключить облака
vi: Vô hiệu đám mây

# Menu.FastFlags.Presets.GrayAvatars.Title
source: Gray Avatars
ru: Серые Аватары
vi: Avatar xám

# Menu.FastFlags.Presets.HidesPurchaseUI.Title
source: Hide Purchase UI
ru: Скрыть интерфейс покупки
vi: Ẩn giao diện mua

# Menu.FastFlags.Presets.HidesPurchaseUI.Description
source: Disables the game pass purchase GUI in all games.
ru: Отключает или скрывает интерфейс покупки геймпассов, чтобы предотвратить его появление во время игры.
vi: Vô hiệu hoặc ẩn giao diện người dùng mua Gamepass để ngăn giao diện này xuất hiện trong quá trình chơi trò chơi.

# Menu.FastFlags.Presets.WebView2Telemetry.Description
source: Note: This setting disables a large majority of Roblox's WebView2 telemetry, but not all.
ru: Примечание: Эта настройка отключает большую часть телеметрии WebView2 Roblox, но не всю.
vi: Lưu ý: Cài đặt này vô hiệu hóa phần lớn dữ liệu từ xa WebView2 của Roblox, nhưng không phải tất cả.

# Menu.FastFlags.Presets.Pseudolocalization.Description
source: Replaces standard Roblox text with a spooky, demonic-style font.
ru: Заменяет стандартный текст Roblox на жуткий шрифт в демоническом стиле.
vi: Thay thế văn bản Roblox chuẩn bằng phông chữ theo phong cách ma quỷ, rùng rợn.

# Menu.FastFlags.Presets.Pseudolocalization.Title
source: Pseudolocalization
ru: Псевдолокализация
vi: Giả địa phương hóa

# Menu.FastFlags.Presets.BasicFFlags.Title
source: Basic FastFlags
ru: Базовые ФФлаги
vi: FastFlags cơ bản

# Menu.FastFlags.Presets.Privacy.Title
source: Privacy
ru: Конфиденциальность
vi: Quyền riêng tư

# Menu.FastFlags.Presets.WhiteSky.Title
source: White Sky
ru: Белое Небо
vi: Bầu trời trắng

# Menu.FastFlags.Presets.Tencent.Description
source: Note: This setting blocks some data collection by Tencent and the Chinese government, but not all.
ru: Примечание: Эта настройка блокирует часть сбора данных компаниями Tencent и правительством Китая, но не полностью.
vi: Lưu ý: Cài đặt này chặn một số hoạt động thu thập dữ liệu của Tencent và chính phủ Trung Quốc, nhưng không phải tất cả.

# Menu.FastFlags.Presets.Tencent.Title
source: Block Tencent
ru: Блокировка Tencent
vi: Chặn Tencent

# Menu.FastFlags.Presets.NoDisconnectMessage.Description
source: Gameplay will freeze until internet connection returns.
ru: При потере интернет-соединения все игроки в игре будут постоянно заморожены.
vi: Sẽ đóng băng mọi người trong trò chơi vĩnh viễn khi mất kết nối internet.

# Menu.FastFlags.Presets.NoDisconnectMessage.Title
source: No Disconnect Message
ru: Отключить сообщение о разрыве соединения
vi: Không tin nhắn ngắt kết nối

# Menu.FastFlags.Presets.RedFont.Title
source: Red Font
ru: Красный Шрифт
vi: Phông chữ đỏ

# Menu.FastFlags.Presets.DisableLayeredClothing.Title
source: Disable Layered Clothing
ru: Отключить многослойную одежду
vi: Vô hiệu quần áo nhiều lớp

# Menu.FastFlags.Presets.Chunks.Title
source: Show Chunks
ru: Показывать чанки
vi: Hiển thị các đoạn

# Menu.FastFlags.Presets.RemoveGrass.Title
source: Disable Grass
ru: Отключить траву
vi: Vô hiệu cỏ

# Menu.FastFlags.Presets.RemoveGrass.Description
source: Removes Roblox’s default grass textures. Note: This setting does not affect custom grass textures used by individual games.
ru: Удаляет стандартные текстуры травы Roblox. Примечание: Эта настройка не влияет на пользовательские текстуры травы, используемые в отдельных играх.
vi: Xóa kết cấu cỏ mặc định của Roblox. Lưu ý: Cài đặt này không ảnh hưởng đến kết cấu cỏ tùy chỉnh được sử dụng bởi từng trò chơi.

# Menu.FastFlags.Presets.WorserParticles.Title
source: Low Quality Particles
ru: Низкое качество частиц
vi: Hạt chất lượng thấp

# Menu.FastFlags.Presets.WorserParticles.Description
source: Reduces the quality of particle effects for potentially better performance.
ru: Уменьшает качество эффектов частиц для потенциального повышения производительности.
vi: Giảm chất lượng hiệu ứng hạt để có hiệu suất tốt hơn.

# Menu.FastFlags.Presets.DisablePostFX.Title
source: Disable post-processing effects
ru: Отключить эффекты постобработки
vi: Vô hiệu hóa các hiệu ứng xử lý hậu kỳ

# Menu.FastFlags.Presets.FullscreenTitlebar.Title
source: Disable Fullscreen Titlebar
ru: Отключить заголовок полноэкранного режима
vi: Tắt thanh tiêu đề toàn màn hình

# Menu.FastFlags.Presets.FullscreenTitlebar.Description
source: Prevent the titlebar from showing when you move your cursor to the top of the screen in fullscreen mode.
ru: Останавливает его показ при переносе курсора в верхнюю часть экрана.
vi: Ngăn không cho thanh tiêu đề hiển thị mỗi khi bạn di chuyển chuột lên đầu màn hình.

# Menu.FastFlags.Presets.TextureQuality.Title
source: Texture quality
ru: Качество текстур
vi: Chất lượng bề mặt

# Menu.FastFlags.Presets.TextureQuality.Description
source: Adjust the texture quality for games. Note: This setting also affects GUI and UI.
ru: Настройте качество текстур в играх. Примечание: Эта настройка также влияет на графический интерфейс и пользовательский интерфейс.
vi: Điều chỉnh chất lượng bề mặt cho trò chơi. Lưu ý: Cài đặt này cũng ảnh hưởng đến GUI và UI.

# Enums.FlagPresets.TextureQuality.Level0
source: Level 0 (Lowest)
ru: Уровень 0 (Наименьший)
vi: Cấp 0 (Thấp nhất)

# Enums.FlagPresets.TextureQuality.Level1
source: Level 1
ru: Уровень 1
vi: Cấp 1

# Enums.FlagPresets.TextureQuality.Level2
source: Level 2
ru: Уровень 2
vi: Cấp 2

# Enums.FlagPresets.TextureQuality.Level3
source: Level 3 (Highest)
ru: Уровень 3 (Наивысший)
vi: Cấp 3 (Cao nhất)

# Menu.FastFlags.Presets.DisablePlayerShadows.Title
source: Disable player shadows
ru: Отключить тени игроков
vi: Vô hiệu hóa bóng của người chơi

# Menu.FastFlags.Presets.FontPadding.Title
source: Font size
ru: Размер шрифта
vi: Kích cỡ phông chữ

# Menu.FastFlags.Presets.FontPadding.Description
source: Default value is 1. Adjust if you use a custom font.
ru: Значение по умолчанию - 1. При использовании пользовательского шрифта настройте под себя.
vi: Giá trị mặc định là 1. Điều chỉnh nó nếu bạn dùng phông chữ tùy chình.

# Menu.FastFlags.Presets.DisableTerrainTextures.Title
source: Disable terrain textures
ru: Отключить текстуры ландшафта
vi: Vô hiệu hóa cấu tạo bề mặt địa hình

# Dialog.Connectivity.UnableToDownload
source: Froststrap is unable to download Roblox
ru: Froststrap не удаётся скачать Roblox
vi: Froststrap không thể tải xuống Roblox

# Dialog.Connectivity.UnableToDownloadReason
source: Roblox cannot be downloaded at this time. Please read the following help page for more information: {0}
ru: В данный момент не удаётся скачать Roblox. Пожалуйста, прочтите {0} для дополнительной информации
vi: Không thể tải xuống Roblox ngay bây giờ. Xin hãy đọc trang trợ giúp để biết thêm thông tin: {0}

# Common.ImportFromFile
source: Import from file
ru: Импортировать из файла
vi: Nhập từ tệp

# FileTypes.JSONFiles
source: JSON files
ru: JSON файлы
vi: Các tệp JSON

# Menu.FastFlagEditor.InvalidBoolValue
source: The entry for '{0}' is not valid as the value must be a boolean (either 'True' or 'False')
ru: Запись для '{0}' недействительна, так как значение должно быть булевым (либо 'True', либо 'False')
vi: Giá trị '{0}' không hợp lệ vì giá trị phải là boolean ("True" hoặc "False")

# Menu.FastFlagEditor.InvalidNumberValue
source: The entry for '{0}' is not valid as the value must be a number
ru: Запись для '{0}' недействительна, так как значение должно быть числом
vi: Giá trị '{0}' không hợp lệ vì giá trị phải là một chữ số

# Logger.NoWriteMode
source: No log file will be written for this launch because Froststrap is unable to write to the folder at '{0}'
ru: Файл журнала не будет написан для этого запуска, потому что Froststrap не может записать в папку в '{0}'
vi: Tệp log mới sẽ không được tạo cho lần khởi chạy này vì Froststrap không thể ghi vào thư mục tại '{0}'

# Common.Default
source: Default
ru: По умолчанию
vi: Mặc định

# Common.Automatic
source: Automatic
ru: Автоматически
vi: Tự động

# Common.SystemDefault
source: System default
ru: По умолчанию системы
vi: Mặc định hệ thống

# Menu.FastFlagEditor.InvalidPlaceFilter
source: The entry for '{0}' is not valid as the place filter is not formatted correctly.
ru: Значение '{0}' неверно, так как place filter отформатирован неправильно.
vi: Giá trị '{0}' không hợp lệ vì bộ lọc trải nghiệm không được định dạng đúng.

# Installer.Title
source: Froststrap Installer
ru: Установщик Froststrap
vi: Trình cài đặt Froststrap

# Installer.Welcome.Title
source: Welcome
ru: Добро пожаловать
vi: Chào mừng

# Installer.Install.Title
source: Install
ru: Установка
vi: Cài đặt

# Installer.Completion.Title
source: Completion
ru: Завершение
vi: Quá trình hoàn thành

# Common.Navigation.Back
source: Back
ru: Назад
vi: Quay lại

# Common.Navigation.Next
source: Next
ru: Далее
vi: Tiếp theo

# Installer.Welcome.MainText
source: Thank you for downloading Froststrap. The only official source to download Froststrap from is {0}, so please verify that you have downloaded it from the official source. This installation process will be quick and simple, and you will be able to configure all of Froststrap's settings after installation.
ru: Спасибо за загрузку Froststrap. Единственные официальные сайты для загрузки Froststrap — {0} и {1}, поэтому убедитесь, что Вы скачали его из официального источника. Процесс установки будет быстрым и простым, и после установки вы сможете настроить любые параметры Froststrap.
vi: Cảm ơn bạn đã tải xuống Froststrap. Nguồn chính thức duy nhất để tải Froststrap là {0}, vì vậy hãy đảm bảo rằng bạn đã tải từ nguồn chính thức. Quá trình cài đặt này sẽ nhanh chóng và đơn giản, và sau khi cài đặt, bạn sẽ có thể cấu hình bất kỳ cài đặt nào của Froststrap.

# Installer.Welcome.NextToContinue
source: Please click 'Next' to continue.
ru: Пожалуйста, нажмите «Далее» для продолжения.
vi: Bấm 'Tiếp' để tiếp tục.

# Installer.Welcome.UpdateNotice
source: You are trying to install version {0} of Froststrap, but the latest version available is {1}. Would you like to download it?
ru: Вы пытаетесь установить версию {0}, но последняя доступная версия — {1}. Желаете загрузить её?
vi: Bạn đang cố cài đặt phiên bản {0} của Froststrap, nhưng phiên bản mới nhất hiện tại là {1}. Bạn có muốn tải về không?

# Installer.Install.Location.Title
source: Choose where to install to
ru: Выберите место для установки
vi: Chọn nơi để cài đặt

# Installer.Install.Location.Text
source: Roblox will also be installed to this path. Change this if you prefer to install all your games to a separate drive. Otherwise, it's recommended that you keep this as it is.
ru: Roblox также будет установлен по этому пути. Измените путь, если вы предпочитаете устанавливать все свои игры на отдельный диск. В противном случае рекомендуется оставить все как есть.
vi: Roblox sẽ được cài đặt đến mục này. Thay đổi nếu bạn muốn tải tất cả những trò chơi của bạn đến một ổ khác. Nếu không thì, khuyến khích là bạn giữ nguyên nó.

# Installer.Install.Location.DataFound
source: Existing data found. Your mods and settings will be restored.
ru: Существующая информация найдена. Ваши моды и настройки будут восстановлены.
vi: Đã tìm thấy dữ liệu hiện có. Mod và cài đặt của bạn sẽ được khôi phục.

# Common.Shortcuts
source: Shortcuts
ru: Ярлыки
vi: Phím tắt

# Common.Shortcuts.Desktop
source: Desktop icon
ru: Ярлык на рабочем столе
vi: Biểu tượng màn hình chính

# Common.Shortcuts.StartMenu
source: Start Menu icon
ru: Ярлык в меню «Пуск»
vi: Biểu tượng Start Menu

# Installer.Completion.Text
source: Froststrap has successfully been installed. However, Roblox has not been installed yet. It will be installed when you launch Roblox with Froststrap for the first time. Before installation, you may want to configure Froststrap’s settings first. Important Note: Do not use the “Roblox Player” shortcut to launch Roblox, as Froststrap will be unable to launch Roblox due to conflicting issues. If you don’t see Froststrap initiating when launching from the Roblox website, simply launch Roblox with Froststrap once from the desktop application to fix this issue. What would you like to do?
ru: Froststrap успешно установлен. Roblox еще не установлен, это произойдет, когда вы впервые запустите его с помощью Froststrap. Однако перед этим вы можете сначала настроить параметры Froststrap. Кроме того, не используйте ярлык "Roblox Player" для запуска Roblox, так как Froststrap не будет запускаться вместе с Roblox. Если вы не видите Froststrap при запуске с веб-сайта, просто запустите Roblox с помощью Froststrap один раз с рабочего стола, чтобы исправить это. Что бы вы хотели сделать?
vi: Froststrap đã được cài đặt thành công. Roblox vẫn chưa được cài đặt, điều đó sẽ xảy ra khi bạn khởi chạy nó bằng Froststrap lần đầu tiên. Tuy nhiên, trước khi thực hiện, có thể bạn sẽ muốn định cấu hình cài đặt của Froststrap trước. Ngoài ra, tránh sử dụng phím tắt "Roblox Player" để khởi chạy Roblox, vì Froststrap sẽ không khởi chạy cùng Roblox. Nếu bạn không thấy Froststrap hiển thị khi khởi chạy từ trang web, chỉ cần khởi chạy Roblox bằng Froststrap một lần từ màn hình chính để khắc phục sự cố. Bạn muốn làm gì?

# Installer.Completion.Settings.Title
source: Configure Froststrap's Settings
ru: Настроить параметры Froststrap
vi: Cấu hình cài đặt Froststrap

# Installer.Completion.Settings.Description
source: View and tweak all of the features and settings Froststrap has to offer
ru: Настройте все функции, которые Froststrap может предложить
vi: Xem và điều chỉnh tất cả các tính năng và cài đặt mà Froststrap cung cấp

# Installer.Completion.Launch.Title
source: Install And Launch Roblox
ru: Установить и запустить Roblox
vi: Cài đặt và khởi chạy Roblox

# Installer.Completion.Launch.Description
source: Opens Roblox once everything has been installed and configured
ru: После того как все будет готово, вы перейдете в настольное приложение
vi: Mở Roblox sau khi mọi thứ đã được cài đặt và cấu hình

# Uninstaller.Title
source: Uninstall Froststrap
ru: Удаление Froststrap
vi: Gỡ cài đặt Froststrap
