Repository: RealMeddsam/Froststrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ru, vi

# Dialog.Exception.Info.2
source: Check the [Bloxstrap Wiki]({0}) first to see if this problem has already been addressed with a fix. If not, then please report this exception through a [GitHub issue]({1}) along with a copy of the log file that was created.
ru: Сначала проверьте [Bloxstrap Wiki]({0}), чтобы увидеть, была ли эта проблема уже решена. Если нет, то сообщите об этом исключении через [GitHub issue]({1}) вместе с копией созданного файла журнала.
vi: Hãy xem qua [Bloxstrap Wiki]({0}) trước để xem nếu vấn đề này đã được khắc phục chưa Nếu chưa, xin hãy báo cáo lỗi này qua [GitHub issue]({1}) với bản copy của tệp log vừa được tạo.

# Dialog.Exception.Title
source: Froststrap Exception
ru: Ошибка Froststrap
vi: Lỗi ngoại lệ Froststrap

# Common.Custom
source: Custom
ru: Пользовательский
vi: Tùy chỉnh

# Enums.BootstrapperIcon.IconLate2015
source: Late 2015
ru: Поздний 2015
vi: Cuối năm 2015

# Enums.BootstrapperStyle.ByfronDialog
source: Fake Byfron (2023)
ru: Не настоящий Byfron (2023)
vi: Giả lập Byfron (2023)

# Enums.BootstrapperStyle.FluentDialog
source: Froststrap (Opaque)
ru: Froststrap (Прозрачный)
vi: Froststrap (Nền đen)

# Bootstrapper.ExtractionFailed.Title
source: Failed to extract files
ru: Не удалось извлечь файлы
vi: Không thể giải nén các tập tin

# Bootstrapper.ExtractionFailed.Message
source: Some content may be missing. Force a Roblox reinstallation in settings to fix this.
ru: Некоторое содержимое может отсутствовать. Принудительно переустановите Roblox в настройках, чтобы это исправить.
vi: Một số nội dung có thể bị thiếu. Cài đặt lại Roblox để sửa lỗi này.

# Bootstrapper.ModificationsFailed.Title
source: Failed to apply modifications
ru: Не удалось применить изменения
vi: Không thể áp dụng các chỉnh sửa

# Bootstrapper.ModificationsFailed.Message
source: Not all modifications will be present in the current launch.
ru: Не все изменения будут присутствовать в текущем запуске.
vi: Các chỉnh sửa sẽ không được áp dụng trong lần chạy này.

# Enums.BootstrapperStyle.ClassicFluentDialog
source: Froststrap (Classic)
ru: Froststrap (Классический)
vi: Froststrap (Cổ điển)

# Enums.BootstrapperStyle.FluentAeroDialog
source: Froststrap (Glass)
ru: Froststrap (Прозрачный)
vi: Froststrap (Xuyên thấu)

# Enums.BootstrapperStyle.LegacyDialog2008
source: Legacy (2008 - 2011)
ru: Устаревшее (2008 - 2011)

# Enums.BootstrapperStyle.LegacyDialog2011
source: Legacy (2011 - 2014)
ru: Устаревшее (2011 - 2014)

# Enums.CursorType.From2006
source: 2006 (Cartoony)
ru: 2006 (Мультяшный)

# Enums.CursorType.From2013
source: 2013 (Angular)
ru: 2013 (Угловой)

# Enums.EmojiType.Default
source: Default (Twemoji)
ru: По умолчанию (Twemoji)
vi: Mặc định (Twemoji)

# Enums.FlagPresets.LightingMode.Default
source: Chosen by game
ru: Выбрана игрой
vi: Được chọn bởi trò chơi

# Enums.ServerType.Private
source: Private server
ru: Приватный сервер
vi: Máy chủ riêng tư

# Enums.ServerType.Public
source: Public server
ru: Публичный сервер
vi: Máy chủ công khai

# Enums.ServerType.Reserved
source: Reserved server
ru: Зарезервированный сервер
vi: Máy chủ dự phòng

# Enums.Theme.Dark
source: Dark
ru: Тёмная
vi: Tối

# Enums.Theme.ClassicDark
source: Classic Dark
ru: Классическая темная
vi: Tối cổ điển

# Enums.Theme.Yellow
source: Yellow
ru: Жёлтый
vi: Vàng

# Enums.Theme.Cyan
source: Cyan
ru: Бирюзовый
vi: Lục lam

# Enums.Theme.Pink
source: Pink
ru: Розовый
vi: Hồng

# Enums.Theme.Green
source: Green
ru: Зелёный
vi: Xanh Lá

# Enums.Theme.Orange
source: Orange
ru: Оранжевый
vi: Cam

# Enums.Theme.Light
source: Light
ru: Светлая
vi: Sáng

# Enums.Theme.Red
source: Red
ru: Красный
vi: Đỏ

# Enums.Theme.Blue
source: Blue
ru: Синий
vi: Xanh Dương

# Enums.Theme.Purple
source: Purple
ru: Фиолетовый
vi: Tím

# Menu.About.Licenses.Apache
source: Apache License 2.0
ru: Лицензия Apache 2.0
vi: Giấy phép Apache 2.0

# Enums.CustomThemeTemplate.Blank
source: Blank
ru: Пусто
vi: Trống

# Enums.CustomThemeTemplate.Simple
source: Simple
ru: Просто
vi: Đơn giản

# CustomTheme.Errors.InvalidRoot
source: Theme XML root is not {0}
ru: Корневой элемент XML темы не является {0}
vi: Gốc XML của giao diện không phải là {0}

# CustomTheme.Errors.DialogAlreadyInitialised
source: Custom dialog has already been initialised
ru: Пользовательский диалог уже инициализирован
vi: Hộp thoại tùy chỉnh đã được khởi tạo

# CustomTheme.Errors.TooManyElements
source: Custom bootstrappers can only have a maximum of {0} elements, got {1}.
ru: Пользовательские загрузчики могут содержать максимум {0} элементов; получено {1}.
vi: Các trình khởi động tùy chỉnh chỉ có thể có tối đa {0} thành phần, nhận được {1}

# CustomTheme.Errors.VersionNotSet
source: {0} version is not set
ru: Версия {0} не установлена
vi: {0} phiên bản chưa được thiết lập

# CustomTheme.Errors.VersionNotNumber
source: {0} version is not a number
ru: Версия {0} не является числом
vi: Phiên bản {0} không phải là một con số

# CustomTheme.Errors.VersionNotSupported
source: {0} version {1} is no longer supported
ru: Версия {0} {1} больше не поддерживается
vi: Phiên bản {0} {1} không còn được hỗ trợ

# CustomTheme.Errors.VersionNotRecognised
source: {0} version {1} is not recognised
ru: Версия {0} {1} не распознана
vi: Phiên bản {0} {1} không nhận diện được

# CustomTheme.Errors.ElementInvalidChild
source: {0} cannot have a child of {1}
ru: {0} не может иметь дочерний элемент {1}
vi: {0} không thể có một phần tử con kiểu {1}

# CustomTheme.Errors.UnknownElement
source: Unknown element {0}
ru: Неизвестный элемент {0}
vi: Không xác định được nguyên tố {0}

# CustomTheme.Errors.XMLParseFailed
source: Failed to parse the theme file: {0}
ru: Ошибка при разборе файла темы: {0}
vi: Không phân tích được tệp chủ đề: {0}

# CustomTheme.Errors.ElementAttributeConversionError
source: {0} has invalid {1}: {2}
ru: {0} имеет недопустимое значение {1}: {2}
vi: {0} có không hợp lệ {1}: {2}

# CustomTheme.Errors.ElementAttributeMissing
source: Element {0} is missing the {1} attribute
ru: У элемента {0} отсутствует атрибут {1}
vi: Nguyên tố {0} đang thiếu thuộc tính {1}

# CustomTheme.Errors.ElementAttributeInvalidType
source: {0} {1} is not a valid {2}
ru: {0} {1} не является действительным {2}
vi: {0}.{1} không phải là {2} hợp lệ

# CustomTheme.Errors.ElementAttributeMustBeLargerThanMin
source: {0} {1} must be larger than {2}
ru: {0} {1} должно быть больше, чем {2}
vi: {0}.{1} phải lớn hơn {2}

# CustomTheme.Errors.ElementAttributeMustBeSmallerThanMax
source: {0} {1} must be smaller than {2}
ru: {0} {1} должно быть меньше, чем {2}
vi: {0}.{1} phải nhỏ hơn {2}

# CustomTheme.Errors.UnknownEnumValue
source: {0} Unknown {1} {2}
ru: {0} Неизвестный {1} {2}
vi: {0} Không xác định {1} '{2}'

# CustomTheme.Errors.ElementAttributeMultipleDefinitions
source: {0} can only have one {1} defined
ru: {0} может иметь только один {1}
vi: {0} chỉ có thể có một khai báo {1}

# CustomTheme.Errors.ElementAttributeMultipleChildren
source: {0}.{1} can only have one child
ru: {0}.{1} может иметь только один дочерний элемент.
vi: {0}.{1} chỉ có thể có một phần tử con

# CustomTheme.Errors.ElementMultipleChildren
source: {0} can only have one child
ru: {0} может иметь только один дочерний элемент.
vi: {0} chỉ có thể có một phần tử con

# CustomTheme.Errors.ElementAttributeMissingChild
source: {0}.{1} is missing it's child
ru: {0}.{1} не хватает дочернего элемента.
vi: {0}.{1} đang thiếu phần tử con

# CustomTheme.Errors.ElementAttributeParseError
source: {0}.{1} could not be parsed into a {2}
ru: {0}.{1} не удалось разобрать как {2}.
vi: {0}.{1} không thể được phân tích thành {2}

# CustomTheme.Errors.ElementAttributeParseErrorNull
source: {0}.{1} {2} is null
ru: {0}.{1} {2} недействителен
vi: {0}.{1} {2} bị vô hiệu hóa

# CustomTheme.Errors.ElementAttributeBlacklistedUriScheme
source: {0}.{1} uses blacklisted scheme {2}
ru: {0}.{1} использует схему из черного списка {2}
vi: {0}.{1} sử dụng sơ đồ bị cấm {2}

# CustomTheme.Errors.ElementTypeCreationFailed
source: {0} failed to create {1}: {2}
ru: {0} не удалось создать {1}: {2}
vi: {0} không thể tạo {1}: {2}

# CustomTheme.Editor.Title
source: Editing "{0}"
ru: Редактирование "{0}"
vi: Đang chỉnh sửa "{0}"

# CustomTheme.Editor.Save.Success
source: Theme successfully saved!
ru: Тема успешно сохранена!
vi: Đã lưu chủ đề!

# CustomTheme.Editor.Save.Error
source: An error occurred while saving your theme.
ru: Произошла ошибка при сохранении вашей темы.
vi: Đã có lỗi xảy ra khi đang lưu chủ đề.

# CustomTheme.Editor.ConfirmSave
source: Save changes to {0}?
ru: Сохранить изменения в {0}?
vi: Lưu thay đổi cho {0}?

# CustomTheme.Editor.Save
source: Save
ru: Сохранить
vi: Lưu

# CustomTheme.Editor.Preview
source: Preview
ru: Предпросмотр
vi: Xem trước

# CustomTheme.Editor.OpenThemeDirectory
source: Open Theme Directory
ru: Открыть каталог тем
vi: Mở thư mục chủ đề

# Common.CreateNew
source: Create New
ru: Создать новый
vi: Khởi tạo

# Common.Import
source: Import
ru: Импортировать
vi: Nhập

# CustomTheme.Add.Title
source: Add Custom Theme
ru: Добавить свою тему
vi: Thêm chủ đề tùy chỉnh

# Common.Template
source: Template
ru: Шаблон
vi: Bảng mẫu

# CustomTheme.Add.Errors.NameEmpty
source: Name cannot be empty
ru: Имя не может быть пустым
vi: Không thể để tên trống

# CustomTheme.Add.Errors.NameIllegalCharacters
source: Name contains illegal characters
ru: Имя содержит недопустимые символы
vi: Tên chưa ký tự không hợp lệ

# CustomTheme.Add.Errors.NameReserved
source: Name cannot be used
ru: Имя не может быть использовано
vi: Không thể sử dụng tên

# CustomTheme.Add.Errors.Unknown
source: Unknown error
ru: Неизвестная ошибка
vi: Lỗi không xác định

# CustomTheme.Add.Errors.NameTaken
source: Name is already in use
ru: Имя уже используется
vi: Tên đã được dùng

# CustomTheme.Add.Errors.FileNotZip
source: File must be a ZIP
ru: Файл должен быть ZIP
vi: Tệp phải ở định dạng ZIP

# CustomTheme.Add.Errors.ZipMissingThemeFile
source: Theme file could not be found in the ZIP file
ru: Файл темы не найден в ZIP-файле
vi: Không tìm thấy tệp chủ đề trong tệp ZIP

# CustomTheme.Add.Errors.ZipInvalidData
source: Invalid or corrupted ZIP file
ru: Неверный или поврежденный ZIP файл
vi: Tệp ZIP không hợp lệ hoặc bị hỏng

# CustomTheme.Errors.NoThemeSelected
source: No custom theme selected
ru: Пользовательская тема не выбрана
vi: Chưa chọn chủ đề tùy chỉnh nào

# CustomTheme.Errors.SetupFailed
source: Failed to setup custom bootstrapper: {0}. Defaulting to Fluent.
ru: Не удалось установить пользовательский загрузчик: {0}. По умолчанию Fluent.
vi: Không thể thiết lập trình khởi động tùy chỉnh: {0}. Mặc định về Fluent

# Menu.Appearance.CustomThemes.NoneSelected
source: No custom theme selected.
ru: Пользовательская тема не выбрана.
vi: Chưa chọn chủ đề tùy chỉnh nào

# Common.Rename
source: Rename
ru: Переименовать
vi: Đổi tên

# Common.Edit
source: Edit
ru: Редактировать
vi: Chỉnh sửa

# Menu.Appearance.CustomThemes.DeleteFailed
source: Failed to delete custom theme {0}: {1}
ru: Не удалось удалить пользовательскую тему {0}: {1}
vi: Không thể xóa chủ đề tùy chỉnh {0}: {1}

# Menu.Appearance.CustomThemes.RenameFailed
source: Failed to rename custom theme {0}: {1}
ru: Не удалось переименовать пользовательскую тему {0}: {1}
vi: Không thể đổi tên chủ đề tùy chỉnh {0}: {1}

# InstallChecker.Updated
source: Froststrap has been upgraded to v{0}
ru: Froststrap был обновлён до версии {0}
vi: Froststrap đã được cập nhật lên phiên bản v{0}

# InstallChecker.VersionDifferentThanInstalled
source: The version of Froststrap you've launched is different to the version you currently have installed. Would you like to upgrade your currently installed version?
ru: Запущенная версия Froststrap отличается от версии, которая установлена у вас сейчас. Хотите ли вы обновить текущую версию?
vi: Phiên bản Froststrap bạn đã mở khác với phiên bản đã cài đặt hiện tại. Bạn có muốn nâng cấp phiên bản đã cài đặt không?

# Menu.About.Contributors
source: Contributors
ru: Соавторы
vi: Những người đóng góp

# Menu.About.Contributors.Code
source: Code
ru: Код
vi: Lập trình

# Menu.About.Contributors.Description
source: These are all of the people who have made notable contributions to Froststrap and Bloxstrap, shaping them into what they are today.
ru: Это люди, которые внесли значительный вклад в Froststrap, помогая сделать его таким, какой он есть.
vi: Đây là những người có đóng góp nổi bật cho Froststrap và Bloxstrap, định hình nó được như bây giờ.

# Menu.About.Contributors.Contributors
source: Contributors
ru: Участники
vi: Người đóng góp

# Menu.About.Contributors.Insipirations
source: Inspirations
ru: Стимулы
vi: Cảm hứng

# Menu.About.Description
source: A Fishstrap/Bloxstrap Fork.
ru: Альтернативный лаунчер для Roblox с дополнительными функциями.
vi: Một bản sao của Fishstrap/Bloxstrap.

# Menu.About.DiscordServer
source: Discord Server
ru: Discord сервер
vi: Máy chủ Discord

# Menu.About.GithubRepository
source: GitHub Repository
ru: Репозиторий GitHub
vi: Trang GitHub

# Menu.About.HelpInformation
source: Help and Information
ru: Помощь и справка
vi: Trợ giúp và thông tin

# Menu.About.Licenses
source: Licenses
ru: Лицензии
vi: Các giấy phép

# Menu.About.Licenses.BSD2
source: BSD 2-Clause License
ru: Лицензия BSD 2-Clause
vi: Giấy phép BSD 2-Clause

# Menu.About.Licenses.MIT
source: MIT License
ru: Лицензия MIT
vi: Giấy phép MIT

# Menu.About.ReportIssue
source: Report an Issue
ru: Сообщить об ошибке
vi: Báo cáo một vấn đề

# Menu.About.Title
source: About
ru: О Froststrap
vi: Thông tin

# Menu.About.Version
source: Version {0}
ru: Версия {0}
vi: Phiên bản {0}

# Menu.AllFiles
source: All files
ru: Все файлы
vi: Tất cả các tệp

# Menu.AlreadyRunning.Caption
source: Please note that not all your changes will immediately apply until you close all currently open Roblox instances.
ru: Пожалуйста, обратите внимание, что не все ваши изменения вступят в силу немедленно, пока вы не закроете все открытые окна Roblox.
vi: Hãy nhớ rằng tất cả những sửa đổi của bạn sẽ không lập tức được áp dụng cho đến khi bạn đóng tất cả các tiến trình Roblox đang chạy hiện tại.

# Menu.AlreadyRunning.Title
source: Froststrap is already running
ru: Froststrap уже запущен
vi: Froststrap đang hoạt động

# Menu.Appearance.Bootstrapper.Description
source: Customize Froststrap’s bootstrapper using a wide variety of options.
ru: Вы можете персонализировать всё по своему вкусу: от ретро до стиля Roblox.
vi: Tùy chỉnh trình khởi động của Froststrap bằng nhiều tùy chọn khác nhau.

# Menu.Appearance.Bootstrapper.Title
source: Bootstrapper
ru: Лаунчер
vi: Trình khởi động

# Menu.Appearance.Customisation.Description
source: Configure other miscellaneous customisable bootstrapper options.
ru: Настройте другие различные настраиваемые параметры.
vi: Tùy chỉnh những lựa chọn trình khởi động khác có thể chỉnh sửa.

# Menu.Appearance.Customisation.Title
source: Customisation
ru: Кастомизация
vi: Tùy chỉnh

# Menu.Appearance.CustomisationIcon.Description
source: Must be a multi-size .ico file with sizes 16px to 128px. Set Icon as 'Custom' to use it.
ru: Должен быть в формате .ico с размерами 16пикс до 128пикс. Чтобы использовать его, установите Иконку как "Пользовательский".
vi: Phải là tệp .ico đa dạng về kích thước từ 16px đến 128px. Đặt biểu tượng thành 'Tùy chỉnh' để sử dụng.

# Menu.Appearance.CustomisationIcon.Title
source: Custom Icon
ru: Пользовательская Иконка
vi: Biểu tượng

# Menu.Appearance.CustomisationTitle.Description
source: The text that shows as the title of the bootstrapper.
ru: Текст, который отображается в качестве заголовка лаунчера.
vi: Văn bản sẽ được hiển thị trên tiêu đề của trình khởi động.

# Menu.Appearance.CustomisationTitle.Title
source: Title
ru: Заголовок
vi: Tiêu đề

# Menu.Appearance.Description
source: Configure how Froststrap should look.
ru: Настройте, как должен выглядеть Froststrap.
vi: Chỉnh sửa giao diện của Froststrap.

# Menu.Appearance.Global.Theme.Title
source: Global Theme
ru: Глобальная тема
vi: Giao diện chung

# Menu.Appearance.Icon.Description
source: Choose what icon Froststrap should use.
ru: Выберите, какая иконка будет использоваться.
vi: Chọn biểu tượng mà Froststrap nên được sử dụng.

# Menu.Appearance.Icon.Title
source: Icon
ru: Иконка
vi: Biểu tượng

# Menu.Appearance.Preview
source: Preview
ru: Предпросмотр
vi: Xem trước

# Menu.Appearance.Launcher.Description
source: Choose a launch screen style. Note: Dark theme isn’t supported for Legacy or Vista. For more custom launchers, visit the official Bloxstrap Discord server.
ru: Выберите стиль экрана запуска. Примечание: Темная тема не поддерживается для Legacy или Vista. Для большего количества пользовательских лаунчеров, посетите официальный сервер Bloxstrap Discord.
vi: Chọn cách hiển thị. Lưu ý: Giao diện tối không áp dụng cho Legacy và Vista. Để thêm nhiều trình khởi chạy tùy chỉnh, hãy truy cập máy chủ Discord chính thức của Bloxstrap.

# Menu.Appearance.Launcher.Title
source: Launcher
ru: Лаунчер
vi: Trình khởi chạy

# Menu.Appearance.Title
source: Appearance
ru: Внешний вид
vi: Giao diện

# Menu.Behaviour.AutoUpdate.Description
source: Froststrap will automatically check and update itself when launching Roblox.
ru: Froststrap будет автоматически проверять и обновлять себя при запуске Roblox.
vi: Froststrap sẽ tự động kiểm tra và cập nhật khi chạy Roblox.

# Menu.Behaviour.AutoUpdate.Title
source: Automatically update Froststrap
ru: Автоматически обновлять Froststrap
vi: Tự động cập nhật Froststrap

# Menu.Behaviour.ConfirmLaunches.Description
source: Prevent closures of your existing game when accidentally launching another Roblox Instance.
ru: Предотвратить закрытие запущенной игры из-за случайного запуска другого окна.
vi: Ngăn chặn việc tắt trò chơi hiện tại khi bạn vô tình khởi động Roblox khác.

# Menu.Behaviour.ConfirmLaunches.Title
source: Prompt to confirm when launching another Roblox instance
ru: Запрос на подтверждение при запуске другого окна Roblox
vi: Hiển thị thông báo xác nhận khi mở một tiến trình Roblox khác

# Menu.Behaviour.Description
source: Configure what Froststrap should do when launching Roblox.
ru: Настройте действия Froststrap при запуске Roblox.
vi: Tùy chỉnh Froststrap sẽ làm gì khi khởi động Roblox.

# Menu.Behaviour.ForceRobloxReinstall.Description
source: Roblox will be installed fresh on next launch.
ru: Roblox будет установлен заново при следующем запуске.
vi: Roblox sẽ cài đặt lại vào lần khởi động tiếp theo.

# Menu.Behaviour.ForceRobloxReinstall.Title
source: Force Roblox reinstallation
ru: Принудительная переустановка Roblox
vi: Bắt buộc cài đặt lại Roblox

# Menu.Behaviour.Title
source: Bootstrapper
ru: Лаунчер
vi: Trình khởi động

# Menu.FastFlagEditor.AddNew
source: Add new
ru: Добавить новый
vi: Thêm mới

# Menu.FastFlagEditor.AlreadyExists
source: An entry for this flag name already exists.
ru: Запись для данного флага уже существует.
vi: Flag này đã tồn tại.

# Menu.FastFlagEditor.Back
source: Back
ru: Назад
vi: Quay lại

# Enums.CleanerOptions.Never
source: Never
ru: Никогда
vi: Không bao giờ

# Enums.CleanerOptions.OneDay
source: After 1 day
ru: Через 1 день
vi: Sau 1 ngày

# Enums.CleanerOptions.OneWeek
source: After 1 week
ru: Через 1 неделю
vi: Sau 1 tuần

# Enums.CleanerOptions.OneMonth
source: After 1 month
ru: Через 1 месяц
vi: Sau 1 tháng

# Enums.CleanerOptions.TwoMonths
source: After 2 months
ru: Через 2 месяца
vi: Sau 2 tháng

# Menu.Bootstrapper.Cleaner.Age.Description
source: Files older than the set amount will be deleted.
ru: Файлы, старше заданного срока, будут удалены.
vi: Các tệp cũ hơn số lượng đã thiết lập sẽ bị xóa.

# Menu.Bootstrapper.Cleaner.Cache.Title
source: Cache
ru: Кэш
vi: Đệm

# Menu.Bootstrapper.Cleaner.Cache.Description
source: Old downloads will be deleted.
ru: Старые загрузки будут удалены.
vi: Các tệp tải xuống cũ sẽ bị xóa.

# Menu.Bootstrapper.Cleaner.Logs.Description
source: Old log files will be deleted.
ru: Старые логи будут удалены.
vi: Các tệp nhật ký cũ sẽ bị xóa.

# Menu.Bootstrapper.Cleaner.IncludeBloxstrap.Title
source: Froststrap logs
ru: Логи Froststrap
vi: Nhật ký Froststrap

# Menu.Bootstrapper.Cleaner.IncludeBloxstrap.Description
source: Froststrap logs will be deleted.
ru: Логи Froststrap будут удалены.
vi: Các tệp nhật ký Froststrap cũ sẽ bị xóa.

# Menu.FastFlagEditor.BannerText
source: Misusing this can lead to instability or unexpected things happening.
ru: Использование не по назначению может привести к нестабильности игры.
vi: Sử dụng sai cách có thể dẫn đến mất ổn định hay những điều không mong muốn.

# Menu.FastFlagEditor.BannerTitle
source: Use with caution.
ru: Внимание!
vi: Sử dụng một cách cẩn thận.

# Menu.FastFlagEditor.ConflictingImport
source: Some of the flags you are attempting to import already have set values. Would you like to overwrite their current values with the ones defined in the import? There are {0} conflicting flag definitions: {1}
ru: Некоторые флаги, которые Вы пытаетесь импортировать, уже имеют заданные значения. Хотите перезаписать их текущие значения с указанными в импорте? Есть {0} конфликтующих значений флагов: {1}
vi: Một số Flag bạn đang nhập vào đã có những giá trị được định sẵn. Bạn có muốn ghi đè giá trị hiện tại của chúng với những giá trị sau đây được đề ra trong bản nhập vào? Có {0} Flag đang xung đột: {1}

# Menu.FastFlagEditor.DeleteSelected
source: Delete selected
ru: Удалить выбранное
vi: Xoá

# Menu.FastFlagEditor.ExportJson
source: Export JSON
ru: Экспортировать JSON
vi: Xuất JSON

# Menu.FastFlagEditor.InvalidCharacter
source: The entry for '{0}' is not valid as the name can only contain letters, numbers, and underscores
ru: Запись для '{0}' недействительна, так как название может содержать только буквы, цифры, и подчёркивания
vi: Flag '{0}' không hợp lệ vì tên chỉ có thể chứa chữ cái, số và dấu gạch dưới

# Menu.FastFlagEditor.InvalidJSON
source: The JSON you've entered does not appear to be valid. Please double check it and try again. More information: {0}
ru: JSON, который вы ввели, является недействительным. Пожалуйста, перепроверьте и попробуйте заново. Больше информации: {0}
vi: JSON mà bạn đã nhập có vẻ không hợp lệ. Vui lòng kiểm tra lần nữa và thử lại. Thông tin thêm: {0}

# Menu.FastFlagEditor.InvalidPrefix
source: The entry for '{0}' is not valid as the name must start with FFlag, DFInt, etc
ru: Запись для '{0}' недействительна, так как название должно начинаться с FFlag, DFInt, и т.д.
vi: Flag '{0}' không hợp lệ vì tên phải bắt đầu với FFlag, DFInt, v. v

# Menu.FastFlagEditor.JsonCopiedToClipboard
source: Copied to clipboard.
ru: Скопировано в буфер обмена.
vi: Đã sao chép vào bộ nhớ tạm.

# Menu.FastFlagEditor.LargeConfig
source: You appear to be importing a very large configuration. You should only be importing configurations that you fully understand. Do NOT blindly paste in configurations made by other people. If you continue, you will very likely end up with stability issues and encounter unexpected changes. Are you sure you want to continue?
ru: Вы импортируете весьма большую конфигурацию. Вы должны импортировать только те конфигурации которые сами понимаете. НЕ вставляйте вслепую конфигурации от других людей. Если вы продолжите, можете столкнуться с непредвиденными изменениями и нестабильностью. Вы точно хотите продолжить?
vi: Có vẻ như bạn đang nhập một cấu hình rất lớn. Bạn chỉ nên nhập những cấu hình mà bạn chắc chắn hiểu. KHÔNG dán một cách bừa bãi các cấu hình do người khác tạo. Nếu tiếp tục, rất có thể bạn sẽ gặp phải vấn đề về độ ổn định và gặp phải những thay đổi không mong muốn. Bạn có chắc chắn muốn tiếp tục không?

# Menu.FastFlagEditor.Search
source: Search
ru: Поиск
vi: Tìm kiếm

# Menu.FastFlagEditor.ShowPresetFlags
source: Show preset flags
ru: Показывать предустановленные флаги
vi: Hiển thị các flag cài sẵn

# Menu.FastFlagEditor.Title
source: FastFlag Editor
ru: Редактор Fast Flag-ов
vi: Trình chỉnh sửa Fast Flag
